{
  "1": {
    "step_type": "narrative",
    "content": "Le soleil se couche ; et tandis que l'obscurité s'installe, vous entreprenez l'escalade de la montagne en direction de la silhouette menaçante qui se dresse dans la nuit. La Citadelle du Chaos se trouve à moins d'une heure de marche. À quelque distance des remparts, vous vous arrêtez pour vous reposer et la Citadelle vous semble alors un immense et redoutable fantôme auquel il serait impossible d'échapper. Vous contemplez cette masse imposante et un frisson de peur vous parcourt l'échiné. Vous avez honte cependant d'éprouver cette crainte et, avec une froide détermination, vous continuez à grimper jusqu'au portail d'entrée dont vous savez qu'il est surveillé par des gardes. En même temps, vous réfléchissez à ce que vous allez dire. Vous avez pensé à vous faire passer pour un herboriste venu soigner l'un des gardes atteint de fièvre. Vous pourriez également vous présenter comme un marchand ou un artisan - un charpentier par exemple. Vous pourriez même vous prétendre un vagabond en quête d'un abri pour la nuit. Tout en réfléchissant à ces trois mensonges, vous atteignez le sentier qui mène au portail. Deux flambeaux brûlent de chaque côté de la herse. À mesure que vous avancez, vous percevez des grognements étouffés et vous distinguez bientôt deux créatures hybrides. À gauche, il s'agit d'un animal repoussant à la tête de chien posée sur un corps de grand singe. Du côté opposé se tient son contraire : un monstre à tête de singe et au corps de molosse. Ce dernier s'avance vers vous, s'arrête à quelques mètres, puis, se dressant sur ses pattes de derrière, vous demande qui vous êtes. Quelle réponse allez-vous faire ?",

    "pathways": {
      "261": {
        "content": "Prétendre être un herboriste ?"
      },
      "230": {
        "content": "Vous faire passer pour un marchand ?"
      },
      "20": {
        "content": "Demander l'hospitalité pour la nuit ?"
      }
    }
  },

  "2": {
    "step_type": "narrative",
    "content": "Un peu plus loin dans le passage, à droite, se trouve une porte sur laquelle sont tracées d'étranges inscriptions dans une langue inconnue.",

    "pathways": {
      "142": {
        "content": "essayer d'ouvrir la porte"
      },
      "343": {
        "content": "poursuivre votre chemin"
      }
    }
  },

  "3": {
    "step_type": "narrative",
    "content": "Que leur offrez-vous?",

    "pathways": {
      "327": {
        "content": "Une Myriade ?",
        "inventory_required": ["myriad"]
      },
      "59": {
        "content": "Un Bocal contenant l'Homme-Araignée ?",
        "inventory_required": ["spider_jar"]
      },
      "236": {
        "content": "Une poignée de baies ?",
        "inventory_required": ["berry"]
      },
      "286": {
        "content": "Si vous ne pouvez rien leur offrir, vous tirez votre épée."
      },
      "366": {
        "content": "Vous dirigez vers la porte du fond."
      }
    }
  },

  "4": {
    "step_type": "narrative",
    "content": "Par magie, vous faites surgir une boule de feu que vous jetez au visage de la créature. Mais, à votre grande consternation, la boule rebondit sans produire le moindre effet.",

    "pathways": {
      "303": {
        "content": "tirer votre épée pour combattre la créature."
      }
    }
  },

  "5": {
    "step_type": "narrative",
    "content": "Vous tournez la poignée et la porte s'ouvre sur un autre couloir. Vous longez le mur et au bout de quelques mètres le couloir oblique vers la droite pour aboutir à une nouvelle porte. Une pancarte y est fixée sur laquelle on peut lire : « Veuillez sonner pour appeler le Maître d'Hôtel. » En effet, un cordon qui doit actionner une cloche pend à portée de main.",

    "pathways": {
      "40": {
        "content": "Vous tirez le cordon."
      },
      "361": {
        "content": "Vous essayez d'ouvrir la porte"
      }
    }
  },

  "6": {
    "step_type": "narrative",
    "content": "Le sentier longe la rivière sur plusieurs mètres, puis s'enfonce à nouveau dans la paroi rocheuse.",

    "pathways": {
      "367": {
        "content": "Vous suivez ce passage sur une certaine distance."
      }
    }
  },

  "7": {
    "step_type": "narrative",
    "content": "La porte est fermée.",

    "pathways": {
      "268": {
        "content": "Vous essayez de la défoncer à coups d'épaule. "
      }
    },
    "116": {
      "content": "vous utilisez la Formule de Force pour arracher la porte de ses gonds",

      "formula_balance": {
        "formula_force": -1
      }
    }
  },

  "8": {
    "step_type": "narrative",
    "content": "Stupéfaite, la créature voit apparaître son sosie. Elle recule aussitôt de quelques pas et vous ordonnez à son double de l'attaquer. Mais alors que les deux créatures s'approchent l'une de l'autre, quelque chose d'étrange se produit : elles se mettent en effet à tourner et à rebondir comme des toupies, sans parvenir à se toucher. Son double, cependant, a fait reculer la créature réelle, ce qui vous permet de courir vers l'entrée de la Citadelle.",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "9": {
    "step_type": "narrative",
    "content": "Vous attendez alors qu'on ait joué deux tours et, comme la tension monte, vous estimez plus prudent de quitter l'endroit sans perdre davantage de temps.",

    "pathways": {
      "31": {
        "content": "Continuer"
      }
    }
  },

  "10": {
    "step_type": "narrative",
    "content": "Vous tâtez la surface rocheuse, et vous trouvez un petit levier que vous tirez. La roche alors s'effrite quelque peu, découvrant une entrée étroite.",

    "pathways": {
      "249": {
        "content": "Vous vous y glissez, et vous vous retrouvez dans un passage secret. À gauche, vous apercevez une porte que vous décidez d'ouvrir."
      }
    }
  },

  "11": {
    "step_type": "narrative",
    "content": "Vous pouvez utiliser l'une de ces quatre Formules Magiques :",

    "pathways": {
      "36": {
        "content": "Or du Sot.",

        "formula_balance": {
          "formula_gold": 1
        }
      },
      "128": {
        "content": "Télépathie.",

        "formula_balance": {
          "formula_telepathy": 1
        }
      },
      "152": {
        "content": "Faiblesse.",

        "formula_balance": {
          "formula_weakness": 1
        }
      },
      "16": {
        "content": "Si vous ne disposez d'aucune d'entre elles, vous devrez combattre à l'épée."
      }
    }
  },

  "12": {
    "step_type": "narrative",
    "content": "Il se tient face à vous et respire péniblement, visiblement épuisé par son tour de magie. Allez-vous en profiter pour:",

    "pathways": {
      "274": {
        "content": "Courir vers l'armoire remplie d'armes ?"
      },
      "335": {
        "content": "Sauter sous la table ?"
      },
      "78": {
        "content": "Vous précipiter par la fenêtre ?"
      }
    }
  },

  "13": {
    "step_type": "narrative",
    "content": "La poignée tourne et vous entrez dans une sorte de cuisine. Trois repoussantes vieilles femmes au nez crochu et au menton en galoche s'agitent en tout sens, allant chercher divers ingrédients dans des placards et les versants dans le bouillon d'une grande marmite. Un morceau de viande cuit à la broche dans le feu de la cheminée. En regardant plus attentivement, vous vous apercevez que ce morceau de viande n'est pas un animal, mais un Nain en train de griller ! Une de ces vieilles femmes vous dévisage et vous lance : « Qui es-tu, toi ? le nouveau domestique, ou le prochain repas ? » A ces mots, elles se mettent à caqueter et à couiner dans ce qui pourrait ressembler à un rire. ",

    "pathways": {
      "302": {
        "content": "Souhaitez-vous vous faire passer pour le nouveau domestique qu'elles attendent ?"
      },
      "215": {
        "content": "vous préférez essayer de fouiner un peu dans cette cuisine ?"
      }
    }
  },

  "14": {
    "step_type": "chance",
    "content": "L'ombre de la muraille vous empêche de bien voir. Une pierre branlante vous fait glisser et, perdant l'équilibre, vous vacillez au bord de ce qui semble être un puits profond. Tentez votre Chance.",

    "pathways": {
      "79": {
        "content": "Vous êtes Chanceux, vous retrouvez l'équilibre et vous faites un pas en arrière ; puis vous poursuivez votre chemin en contournant le puits",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "100": {
        "content": "vous êtes Malchanceux, vous tombez dans le puits.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "15": {
    "step_type": "narrative",
    "content": "La dague est sans nul doute une véritable œuvre d'art qui doit coûter fort cher. La lame est taillée dans un métal brillant et la poignée de cuir vert est incrustée de pierres précieuses. Une inscription précise qu'il s'agit d'une dague enchantée qui ne manque jamais son but quand on la lance. Vous pourrez l'utiliser dans un combat futur, et elle infligera automatiquement une pénalité de 2 points d'ENDURANCE à votre adversaire, sans avoir besoin de calculer sa Force d'Attaque. Mais vous ne pourrez vous en servir qu'une fois.",

    "inventory_balance": {
      "enchanted_dagger": 1
    },

    "pathways": {
      "245": {
        "content": "Vous glissez cette dague dans votre ceinture, et vous vous dirigez vers la Citadelle."
      }
    }
  },

  "16": {
    "step_type": "combat",
    "content": "Il faut combattre la créature.",
    "is_escapable": true,

    "pathways": {
      "180": {
        "content": "Vous avez vaincu la créature.",
        "is_victory_default": true
      },
      "99": {
        "content": "Vous prenez la fuite",
        "is_escape_default": false
      }
    },
    "ennemies": [
      {
        "name": "Gark",
        "life": 11,
        "ability": 7
      }
    ]
  },

  "17": {
    "step_type": "narrative",
    "content": "Le placard est rempli d'aliments étranges : yeux, langues, lézards, liquides contenus dans des fioles, herbes, baies de toutes formes et de toutes tailles. Un flacon rempli d'un liquide vert translucide attire votre regard. Vous n'avez pas le temps de lire l'étiquette et vous le glissez dans votre poche, à l'insu des trois vieilles. Vous leur déclarez ensuite que cette cuisine vous paraît tout à fait en ordre.",

    "inventory_balance": {
      "green_liquid_bottle": 1
    },

    "pathways": {
      "180": {
        "content": "vous sortez par la porte du fond."
      }
    }
  },

  "18": {
    "step_type": "narrative",
    "content": "Il vous désigne, juste au-dessus du sol, une étagère que vous examinez attentivement. Vous choisissez un volume et vous vous installez pour le lire. Balthus le Terrible est apparemment le troisième d'une lignée de Sorciers-Seigneurs de la Guerre, régnant sur la Tour Noire et le royaume du Pic de la Roche. Balthus a pris le pouvoir après la mort de son père, Tyran le Terrible, il y a de cela quelques années. La dynastie des Terrible a vu se succéder des générations de Maîtres en Magie Noire dont les pouvoirs cependant ne peuvent s'exercer que la nuit. La lumière du soleil, en effet, constitue pour eux un véritable poison. Après la mort de son père, Balthus épousa Lady Lucrèce, elle-même Sorcière, et depuis, ils régnent ensemble sur le Royaume du Pic de la Roche. Alors que vous finissez de lire le livre, vous remarquez que le bibliothécaire porte la main à son oreille, apparemment pour mieux entendre quelque chose ; il vous regarde ensuite d'un air énigmatique.",

    "pathways": {
      "84": {
        "content": "Allez-vous chercher un autre livre qui pourrait vous aider ?"
      },
      "31": {
        "content": "Si vous préférez essayer de quitter la bibliothèque par la porte de derrière."
      }
    }
  },

  "19": {
    "step_type": "narrative",
    "content": "L'escalier grince lorsque vous y posez le pied. Vous montez le plus lentement possible, mais les vieilles planches gémissent sous votre poids. Et soudain, vous percevez un faible déclic, comme si un mécanisme venait de se déclencher. Au même instant, toutes les marches se replient les unes sur les autres et l'escalier n'est plus qu'une pente raide et lisse ! Malgré tous vos efforts, vous perdez alors l'équilibre et vous tombez en arrière cul par-dessus tête.",

    "pathways": {
      "363": {
        "content": "Si vous disposez d'une Formule Magique de Lévitation, vous pouvez l'utiliser et vous envoler pour atterrir sur le balcon.",

        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "254": {
        "content": "Vous continuez votre chute."
      }
    }
  },

  "20": {
    "step_type": "narrative",
    "content": "Le molosse à tête de singe vous répond que personne n'est autorisé à pénétrer dans la Tour Noire après la tombée du jour et que vous devrez chercher un abri ailleurs.",

    "pathways": {
      "288": {
        "content": "Vous décidez d'attaquer les deux gardiens du portail."
      },
      "96": {
        "content": "Vous préférez la magie et ramasser une pierre que vous transformez en pépite d'or avec une formule d'or du sot, et l'offrez au gardes.",
        "formula_balance": {
          "formula_gold": -1
        }
      }
    }
  },

  "21": {
    "step_type": "narrative",
    "content": "«Qu'est-ce qui vous a amené ici ? » vous demande-t-elle. Vous lui racontez alors votre histoire sans révéler votre véritable mission. Elle vous conseille aussitôt de fuir si vous disposez de pouvoirs magiques, car les monstres que vous avez déjà rencontrés ne sont rien à côté de ceux qui vous attendent dans la Tour de la Citadelle. Elle ajoute que vous ne pourrez jamais rencontrer le Maître si vous ne trouvez pas la Toison d'Or. Enfin, elle vous souhaite bonne chance. Vous gagnez deux points de chance avec cette information.",

    "characteristic_balance": {
      "chance_current": 1
    },

    "pathways": {
      "6": {
        "content": "Continuer."
      }
    }
  },

  "22": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte et vous avancez dans un long couloir obscur.",

    "pathways": {
      "188": {
        "content": "Continuer."
      }
    }
  },

  "23": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte, et vous avancez dans le couloir qui continue tout droit pendant un certain temps avant d'obliquer à gauche, puis à droite. Enfin, vous apercevez un passage voûté qui débouche sur une grande pièce.",

    "pathways": {
      "169": {
        "content": "Vous pénétrez dans cette pièce."
      }
    }
  },

  "24": {
    "step_type": "narrative",
    "content": "Vous goûtez au vin et, soudain, vous entendez un cliquetis. Vous regardez dans la direction d'où vient le bruit, et vous voyez avec horreur les bouteilles rangées dans les casiers s'animer et se déplacer ! L'une d'elles s'envole vers vous en ratant votre tête de peu et s'écrase contre le mur. Une seconde, puis une troisième bouteille s'élancent à leur tour pour vous attaquer. Vous êtes à présent assailli par des bouteilles venant de toutes parts. Votre seule défense réside dans la Formule de Protection.",

    "pathways": {
      "372": {
        "content": "Utiliser une formule de protection.",

        "formula_balance": {
          "formula_protection": -1
        }
      },
      "219": {
        "content": "Vous n'avez pas de formule de protection."
      }
    }
  },

  "25": {
    "step_type": "narrative",
    "content": "La porte s'ouvre sur une immense pièce circulaire. En son centre se trouve une petite « île » sur laquelle repose un coffre au fermoir métallique. Elle est entourée par un fossé trop large et trop profond pour être franchi d'un bond. A côté de vous, est posé un rouleau de corde. En face, vous apercevez une porte. Dubitatif, vous vous grattez la tête. Que faire ?.",

    "pathways": {
      "372": {
        "content": "Vous utilisez la formule de force pour sauter le fossé.",

        "formula_balance": {
          "formula_force": -1
        }
      },
      "206": {
        "content": "Le coffre ne vous interesse pas, vous faites le tour."
      },
      "133": {
        "content": "Vous prenez le rouleau de corde et echaffaudez un plan."
      }
    }
  },

  "26": {
    "step_type": "narrative",
    "content": "Quelle Formule Magique allez-vous utiliser :",

    "pathways": {
      "87": {
        "content": "La formule de feu ?.",

        "formula_balance": {
          "formula_fire": -1
        }
      },
      "345": {
        "content": "La formule de faiblesse.",

        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "304": {
        "content": "Vous ne possedez pas ces formules, refaites un choix."
      }
    }
  },

  "27": {
    "step_type": "narrative",
    "content": "Lorsque vous sortez vos Pièces d'Or, les trois créatures s'arrêtent sur place pour les contempler, ébahies. Une main invisible vous les arrache alors et les fait rouler par terre. Les créatures vous regardent à nouveau, et une voix vous en demande d'autres. Vous jetez toutes vos Pièces d'Or au milieu de la salle. La voix s'écrie : « Parfait, étranger, vous êtes le bienvenu chez les M1KS ! Nous vous remercions pour votre présent. Et si vous voulez continuer votre chemin, passez par la porte qui est en face de vous. Mais prenez garde aux Ganjees ! Nous vous souhaitons bonne chance ! » Vous ajoutez 1 point à votre total de CHANCE, en raison des bons vœux des Miks. Puis vous franchissez le seuil de la porte indiquée par la voix.",
    "inventory_balance": {
      "gold": -100
    },
    "characteristic_balance": {
      "chance_current": 1
    },

    "pathways": {
      "206": {
        "content": "Continuer"
      }
    }
  },

  "28": {
    "step_type": "narrative",
    "content": "Grâce à votre Formule Magique, vous avez une boule de feu dans la main. Ils s'arrêtent sur place et vous fixent avec attention. Vous lancez alors la boule de feu dans leur direction. Ils s'enfuient aussitôt en roulant sur eux-mêmes, et en poussant des cris d'effroi. Vous leur lancez ensuite trois autres boules de feu, une pour chacun d'eux, et ils détalent le long du couloir.",

    "pathways": {
      "243": {
        "content": "Prendre le passage a gauche."
      },
      "2": {
        "content": "Prendre le passage a droite."
      }
    }
  },

  "29": {
    "step_type": "narrative",
    "content": "Avec précaution, vous vous approchez du petit homme. Lorsque vous êtes tout près, il ouvre un œil et vous regarde bien en face. Il sourit largement, puis il disparaît ! « Bonjour ! » s'écrie une voix grave derrière vous. Vous vous retournez et vous le revoyez, toujours souriant. « Je suis O'Seamus, le Farfadet ! » dit-il en vous tendant la main amicalement.",

    "pathways": {
      "271": {
        "content": "Vous lui serrez la main, comme a un ami."
      },
      "131": {
        "content": "Vous tirez votre épée."
      }
    }
  },

  "30": {
    "step_type": "combat",
    "content": "Attention, c'est une bête d'une force colossale. Vous tirez votre épée et le combat s'engage.",
    "max_rounds": 4,
    "is_escapable": false,

    "pathways": {
      "241": {
        "content": "Continuer",
        "is_max_round_default": true
      }
    },
    "ennemies": [
      {
        "name": "La bête aux griffes",
        "life": 14,
        "ability": 9
      }
    ]
  },

  "31": {
    "step_type": "narrative",
    "content": "Vous quittez la Salle de Jeux par la porte du fond. Elle donne sur un court passage qui aboutit à une grande porte en bois. La poignée tourne et vous pénétrez dans une grande salle.",

    "pathways": {
      "169": {
        "content": "Continuer"
      }
    }
  },

  "32": {
    "step_type": "narrative",
    "content": "Enjambant les cadavres, vous vous approchez de la herse et, tapi dans l'ombre, vous appelez le gardien. Quand il aperçoit les corps, il sort aussitôt pour voir ce qui se passe. Pendant ce temps, vous vous glissez à l'intérieur de la Citadelle en refermant la porte derrière vous.",

    "pathways": {
      "251": {
        "content": "Continuer"
      }
    }
  },

  "33": {
    "step_type": "narrative",
    "content": "Grâce à votre Formule Magique, vous vous élevez dans les airs. Mais l'Orque et le Gobelin parviennent à vous attraper et vous font redescendre, tandis que le Nain s'avance avec son gourdin.",

    "pathways": {
      "213": {
        "content": "Continuer"
      }
    }
  },

  "34": {
    "step_type": "narrative",
    "content": "La clef tourne, et, soulevant le couvercle du coffret, vous découvrez une seconde clef en métal d'un vert étincelant.",

    "pathways": {
      "89": {
        "content": "Tentez d'ouvrir le troisième coffret avec cette seconde clef."
      },
      "237": {
        "content": "Vous préférez quitter la pièce avec les deux clefs",
        "inventory_balance": {
          "copper_key": 2
        }
      }
    }
  },

  "35": {
    "step_type": "narrative",
    "content": "Vous vous concentrez sur l'Illusion que vous allez produire.",

    "pathways": {
      "364": {
        "content": "Souhaitez vous lui faire croire qu'un ennemi l'attaque ?"
      },
      "246": {
        "content": "Préférez-vous devenir invisible, dans l'espoir qu'il vous cherchera partout dans la cellule ?",
        "inventory_balance": {
          "copper_key": 2
        }
      }
    }
  },

  "36": {
    "step_type": "narrative",
    "content": "« Bah ! fait le Gark, tu ne me berneras pas aussi facilement. Jette tes morceaux de cuivre ! » Le Gark se doute en effet que si vous lui offrez un pot-de-vin, c'est que vous êtes un intrus, ce qui, pour un Gark, constitue un raisonnement tout à fait admirable ! Un instant plus tard, il vous gifle si fort que vous tombez à terre et, avant de sombrer dans l'inconscience, vous entendez le Gark s'exclamer fièrement : « En prison, l'intrus ! »",

    "pathways": {
      "364": {
        "content": "Continuer"
      }
    }
  },

  "37": {
    "step_type": "narrative",
    "content": "Vous vous emparez de la Toison, et l'Hydre émet un sifflement sonore. Ses têtes alors se rétractent et vous observent, immobiles. A l'autre bout de la pièce, se trouve une porte. Vous vous dirigez lentement vers elle, mais à mi-chemin, une tête jaillit et vous arrache la Toison des mains. Puis, au lieu de vous attaquer, l'Hydre se glisse dans un coin de la pièce. Vous avancez prudemment vers la porte.",

    "pathways": {
      "229": {
        "content": "Continuer"
      }
    }
  },

  "38": {
    "step_type": "narrative",
    "content": "La porte donne sur un court passage pavé. Une porte de bois gravé, surchargée d'ornements, marque la fin du passage. Mais, juste avant cette porte, se trouve un nouveau passage sur la gauche. Vous vous approchez de la porte, et vous y collez l'oreille. Puis, comme votre main touche la poignée, une voix s'écrie : « Ne frappez pas, entrez ! »",

    "pathways": {
      "132": {
        "content": "Vous obéissez."
      },
      "306": {
        "content": "Vous préférez emprunter le passage de gauche."
      }
    }
  },

  "39": {
    "step_type": "combat",
    "content": "Vous brandissez le Bocal et les Ganjees restent bouche bée. « Racknee ! s'écrie une voix. Tu es de retour ! » A ces mots, une main invisible vous arrache le Bocal, le pose sur le sol et en dévisse le couvercle. L'Homme-Araignée se tourne vers vous et pousse de petits grognements. Vous tirez aussitôt votre épée, tandis que la créature en fureur s'apprête à vous attaquer. Vous devez combattre le monstre. ",
    "is_escapable": false,

    "pathways": {
      "132": {
        "content": "Vous avez vaincu l'homme araignée.",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Homme-araignée",
        "life": 5,
        "ability": 7
      }
    ]
  },

  "40": {
    "step_type": "narrative",
    "content": "Quelques instants plus tard, la porte s'ouvre doucement, et un être bossu, difforme, aux dents cariées, aux cheveux en bataille et vêtu de haillons apparaît devant vous. «Oui, Monsieur, hé ! hé !... Que puis-je pour vous ? » marmonne la créature à demi humaine. « On m'attend ! » répondez-vous. Et vous franchissez le seuil de la porte avec assurance. Le bossu, quelque peu déconcerté par vos manières, se met à bredouiller, ne sachant plus que dire ni que faire. « Où est le salon ? » demandez-vous. Il vous regarde d'un œil torve et vous montre du doigt le couloir de gauche.",

    "pathways": {
      "243": {
        "content": "Lui faire confiance et suivre le chemin qu'il vous indique."
      },
      "2": {
        "content": "Vous ne croyez pas cette sournoise créature et prenez le couloir de droite."
      }
    }
  },

  "41": {
    "step_type": "narrative",
    "content": "Les trois vieilles ne répondent pas tout de suite et se consultent en marmonnant dans leur barbe. Avec un petit rire, l'une d'elles se tourne alors vers vous. « Oui, étranger, nous t'aiderons à trouver ton chemin », dit-elle, en vous fixant de ses yeux de glace et en pointant son index d'abord vers vous, puis vers le mur derrière elle. Aussitôt, la cuisine s'assombrit et vous avez l'impression qu'on vous bouscule ; puis, comme la lumière revient, vous vous retrouvez dans une autre pièce.",

    "pathways": {
      "257": {
        "content": "Continuer."
      }
    }
  },

  "42": {
    "step_type": "narrative",
    "content": "Elle cligne des yeux, et les flammes disparaissent. Qu'allez-vous lui offrir :",

    "pathways": {
      "138": {
        "content": "Un miroir d'argent.",
        "inventory_required": ["silver_mirror"]
      },
      "91": {
        "content": "Une brosse a cheveux.",
        "inventory_required": ["comb"]
      },
      "223": {
        "content": "Un bocal contenant l'homme araignée.",
        "inventory_required": ["spider_jar"]
      },
      "64": {
        "content": "Vous vous excusez de ne pas avoir de cadeau et vous retournez sur le balcon pour franchir la porte du milieu."
      },
      "304": {
        "content": "Vous vous excusez de ne pas avoir de cadeau et vous retournez sur le balcon pour franchir la porte du bout."
      }
    }
  },

  "43": {
    "step_type": "narrative",
    "content": "La Formule de Faiblesse fonctionne et son étreinte faiblit tandis que ses forces le quittent au fur et à mesure. Il vous lâche enfin et, le souffle court, tombe lourdement sur le sol. Vous perdez 1 point d'ENDURANCE, et vous soignez votre bras blessé. Avant de continuer votre chemin.",

    "pathways": {
      "14": {
        "content": "Continuer"
      }
    }
  },

  "44": {
    "step_type": "narrative",
    "content": "La pièce cesse de basculer, et vous sautez à terre. L'armoire aux armes est fermée, mais il est très facile d'en forcer la serrure. Vous pouvez également prendre dans votre sac à dos un objet qui vous servirait d'arme. Que choisissez-vous :",

    "pathways": {
      "353": {
        "content": "Prendre une arme dans l'armoire."
      },
      "277": {
        "content": "Prendre une objet dans votre sac a dos."
      }
    }
  },

  "45": {
    "step_type": "narrative",
    "content": "Qu'allez vous manger ?",

    "pathways": {
      "166": {
        "content": "De la viande suspendue a un crochet ?"
      },
      "313": {
        "content": "Un fruit ?"
      },
      "253": {
        "content": "Un morceau de fromage ?"
      },
      "97": {
        "content": "Une miche de pain ?"
      }
    }
  },

  "46": {
    "step_type": "narrative",
    "content": "Vous tendez le bras en désignant le sol sous les pieds du Sorcier. Aussitôt, des flammes et de la fumée surgissent et Balthus le Terrible, surpris, recule d'un bond. Puis, il ferme les yeux pour se concentrer. Quand il les ouvre à nouveau, ses pupilles sont de feu. Il revient alors vers les flammes que vous avez fait jaillir et il en prend une poignée qu'il vous jette au visage.",

    "pathways": {
      "195": {
        "content": "Vous baissez la tête pour l'éviter."
      },
      "74": {
        "content": "Vous esquivez en effectuant un bond de côté."
      }
    }
  },

  "47": {
    "step_type": "narrative",
    "content": "Quelle Formule Magique allez-vous utiliser :",

    "pathways": {
      "173": {
        "content": "La formule d'illusion ?",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "259": {
        "content": "La formule de lévitation ?",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "209": {
        "content": "Vous ne disposez d'aucune de ces formules et revenez vers le monument au milieu de la cour pour vous y cacher."
      }
    }
  },

  "48": {
    "step_type": "narrative",
    "content": "« Jamais ! » hurle le Sorcier qui sort de l'ombre en tourbillonnant. Et cette fois, c'est vous qui tremblez de peur, car il s'est transformé en une créature qui ferait reculer un Démon de Feu. Le visage de Balthus le Terrible est en effet devenu d'une laideur terrifiante, et ses cheveux grouillent de serpents qui sifflent sur sa tête.",

    "pathways": {
      "232": {
        "content": "Vous battez en retraite ?"
      },
      "199": {
        "content": "Vous décidez de bondir sur cette nouvelle créature avec votre trident."
      }
    }
  },

  "49": {
    "step_type": "narrative",
    "content": "La créature vous regarde avec perplexité, comme si elle ne savait que penser de vous.",

    "pathways": {
      "255": {
        "content": "Continuer"
      }
    }
  },

  "50": {
    "step_type": "narrative",
    "content": "Vous tentez d'enfoncer la porte",

    "pathways": {
      "164": {
        "content": "Continuer"
      }
    }
  },

  "51": {
    "step_type": "narrative",
    "content": "Vous ferraillez avec frénésie, mais vous n'arriverez jamais à blesser la créature. Elle est trop rapide et n'a aucune consistance ! Ses dents vous mordent, et du sang coule le long de votre jambe. Il faut utiliser vos pouvoirs magiques, sinon ce sera votre fin.",

    "pathways": {
      "301": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      },
      "159": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "280": {
        "content": "Vous ne disposez d'aucune de ces formules."
      }
    }
  },

  "52": {
    "step_type": "narrative",
    "content": "La porte s'ouvre, et vous avancez en la faisant claquer derrière vous. Un peu plus loin, vous atteignez un carrefour à trois branches et vous empruntez le passage orienté au nord qui aboutit rapidement à une porte derrière laquelle s'élèvent des rires et des cris de joie. Avec précaution, vous ouvrez cette porte qui donne sur une grande pièce où une douzaine d'êtres de formes, de tailles et de couleurs diverses sont en train de jouer. A votre entrée, une voix s'écrie : « Regardez ! Ce doit être Glaz-Doz-Fut ! » Tout le monde vous salue et vous invite à vous joindre aux jeux. De toute évidence, ils attendaient un invité et vous ont pris pour lui.",

    "pathways": {
      "385": {
        "content": "Jouez avec eux."
      },
      "227": {
        "content": "Vous leur dites qu'ils se sont trompés et essayez d'atteindre la porte située à l'autre bout de la pièce."
      }
    }
  },

  "53": {
    "step_type": "narrative",
    "content": "« Que ferai-je de tes baies ? dit-elle en riant. Mon appétit est mort avec mon corps ! » En la regardant de plus près, vous constatez alors que ce n'est qu'un Fantôme qui flotte dans les airs en s'approchant de vous.",

    "pathways": {
      "194": {
        "content": "Continuer"
      }
    }
  },

  "54": {
    "step_type": "narrative",
    "content": "Vous cherchez dans votre sac à dos. Qu'allez-vous lui offrir :",

    "pathways": {
      "160": {
        "content": "Une Myriade ?",
        "inventory_required": ["myriad"]
      },
      "27": {
        "content": "Des pièces d'or ?",
        "inventory_required": ["gold"]
      },
      "104": {
        "content": "Vous n'avez rien a lui offrir, refaites un choix."
      }
    }
  },

  "55": {
    "step_type": "narrative",
    "content": "Vous poursuivez votre chemin pendant quelque temps. Le passage tourne vers la droite, puis se termine en cul-de-sac.",

    "pathways": {
      "249": {
        "content": "Vous retournez sur vos pas, vers le croisement et prene l'autre direction."
      },
      "10": {
        "content": "Vous cherchez un passage secret."
      }
    }
  },

  "56": {
    "step_type": "narrative",
    "content": "L'ELFE NOIR qui s'approche est squelettique et déguenillé. Il vous demande si vous êtes un invité ou un aventurier. Vous lui répondez que vous êtes un invité venu goûter aux vins qu'il conserve dans sa célèbre Cave. Avec fierté, il vous montre alors les différents crus qu'il réserve à son Maître, Balthus le Terrible. « Certains, dit-il, ont des pouvoirs magiques. » Il vous invite à les goûter. Quel vin allez-vous choisir :",

    "pathways": {
      "120": {
        "content": "Le vin rouge."
      },
      "163": {
        "content": "Le vin blanc."
      },
      "334": {
        "content": "Le vin rosé."
      },
      "95": {
        "content": "Vous déclinez son offre et poursuivez votre chemin."
      }
    }
  },

  "57": {
    "step_type": "chance",
    "content": "Tentez votre chance !",

    "pathways": {
      "150": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "233": {
        "content": "Pas de chance !",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "58": {
    "step_type": "narrative",
    "content": "Dès votre entrée, les Gremlins s'agitent en poussant des petits cris perçants. Puis ils s'envolent et s'enfuient dans la nuit par la porte. Vous êtes maintenant seul dans la pièce aux calices. Allez-vous prendre le risque de boire ? Si oui, qu'allez-vous choisir:",

    "pathways": {
      "298": {
        "content": "Le liquide limpide."
      },
      "267": {
        "content": "Le liquide rouge."
      },
      "92": {
        "content": "Le liquide laiteux."
      },
      "156": {
        "content": "Vous préférez quitter la pièce et vous diriger vers la tour noire."
      }
    }
  },

  "59": {
    "step_type": "narrative",
    "content": "Votre cadeau provoque leur indignation, et ils courent se cacher sous leurs lits dans un coin de la chambre. Déconcerté par leur comportement, vous laissez le Bocal sur le sol et vous vous dirigez vers la porte située de l'autre côté de la chambre.",

    "pathways": {
      "140": {
        "content": "Continuer"
      }
    }
  },

  "60": {
    "step_type": "narrative",
    "content": "Les créatures deviennent méfiantes au fur et à mesure que vous les pressez de questions. Le Nain sautille avec son gourdin, tandis que le Gobelin et l'Orque saisissent leur épée en vous lançant des regards noirs. La femme du Gobelin crie et recule de quelques pas. Les trois créatures s'avancent vers vous. Vous allez devoir les combattre.",

    "pathways": {
      "213": {
        "content": "Tirez votre épée."
      },
      "33": {
        "content": "Utiliser une formule de levitation.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "295": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      }
    }
  },

  "61": {
    "step_type": "narrative",
    "content": "Vous avancez, l'épée à la main. Le Devlin s'arrête... puis saute sur vous ! Vous frappez à droite et à gauche, mais vous ne parvenez pas à atteindre votre adversaire qui est maintenant accroché à votre dos. Son corps de flammes vous brûle en vous infligeant les pires souffrances. Il reste ainsi accroché à votre dos, et vous perdez conscience. Vous tombez sur le sol et jamais plus vous ne vous reveillerez. Le Devlin s'assure que vous êtes bien mort, mais il n'y a aucun doute a ce sujet, et votre cadavre figurera au menu des monstres de la tour noir...",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "62": {
    "step_type": "narrative",
    "content": "La Gargouille neutralisée, vous décidez d'ouvrir le coffret dans le piédestal. Vous y trouverez une bourse avec 10 Pièces d'Or.",

    "pathways": {
      "140": {
        "content": "Vous quittez l'endroit."
      }
    }
  },

  "63": {
    "step_type": "narrative",
    "content": "Vous regardez la table des matières et vous notez le numéro du chapitre. Malheureusement les pages que vous cherchez ont été arrachées !",

    "pathways": {
      "263": {
        "content": "Lire le chapitre sur les calacorms."
      },
      "135": {
        "content": "Lire le chapitre sur les Miks."
      }
    }
  },

  "64": {
    "step_type": "narrative",
    "content": "Vous avez l'oreille collée contre le panneau et vous entendez des voix aiguës, des rires et des disputes. La poignée tourne, et vous ouvrez la porte qui donne sur une chambre aux couleurs vives. Il y a dans un coin quelques lits de petite taille, sur le sol des poupées représentant des monstres et, contre le mur de droite, un grand coffre posé à côté d'une porte. Au milieu de la pièce, trois petites créatures ricanent en vous regardant. Elles ressemblent à des êtres humains, mais elles ont la peau verte, les oreilles pointues et les yeux bridés. Qu'allez-vous faire ?",

    "pathways": {
      "286": {
        "content": "Tirer votre épée et vous apprêter à les combattre ?"
      },
      "3": {
        "content": "Chercher dans votre sac un objet à leur offrir ?"
      },
      "366": {
        "content": "Traverser tranquillement la pièce pour vous diriger vers l'autre porte ?"
      }
    }
  },

  "65": {
    "step_type": "narrative",
    "content": "Vous vous agenouillez devant lui, et vous courbez l'échiné. Il est votre maître à présent, et vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure."
      }
    }
  },

  "66": {
    "step_type": "narrative",
    "content": "Ils bavardent en se regardant. Puis l'un d'eux s'avance et vous tend un petit cube qui semble fait de pain ou de gâteau. Il vous l'offre, et vous le mangez. Vous sentez aussitôt vos forces revenir. Rétablissez vos points d'HABILETÉ et d'ENDURANCE à leur niveau initial et ajoutez 1 point à votre total de CHANCE. Vous les remerciez de leur accueil, puis vous vous dirigez vers les deux portes.",
    "characteristic_balance": {
      "life_current": 100,
      "ability_current": 100,
      "chance_current": 1
    },

    "pathways": {
      "270": {
        "content": "Vous vous dirigez vers les deux portes."
      }
    }
  },

  "67": {
    "step_type": "narrative",
    "content": "Vous engagez votre combat contre la créature et vous avez de la chance, car votre premier coup d'épée tranche l'une de ses six têtes. Les cinq autres vous attaquent alors et vous constatez avec horreur que deux têtes ont poussé à la place de celle que vous avez coupée. L'une des têtes de l'Hydre vous mord profondément le bras et vous perdez 4 points d'ENDURANCE. De toute évidence, votre épée ne peut vous être d'aucun secours.",
    "characteristic_balance": {
      "life_current": -4
    },

    "pathways": {
      "226": {
        "content": "Cherchez un objet a utiliser dans votre sac a dos."
      }
    }
  },

  "68": {
    "step_type": "narrative",
    "content": "« Laquelle choisirais-je ? s'interroge le Farfadet. Voyons voir... Je ne prendrais pas celle qui se trouve le plus à gauche de la porte à poignée de cuivre, ni la porte à droite de celle à la poignée de bronze. » Que choisissez-vous ?",

    "pathways": {
      "207": {
        "content": "La porte a poignée de laiton."
      },
      "22": {
        "content": "La porte a poignée de cuivre."
      },
      "354": {
        "content": "La porte a poignée de bronze."
      }
    }
  },

  "69": {
    "step_type": "narrative",
    "content": "Le Calacorm n'est pas bavard, mais vous vous apercevez que vous êtes enfermé dans un cachot situé sous la Tour Noire et que vous n'en sortirez probablement jamais, à moins qu'on ne vous offre aux Ganjees en guise de jouet. Quand vous posez des questions sur Balthus le Terrible, votre gardien se tait. Pour sortir de prison, il faut utiliser des pouvoirs magiques.",

    "pathways": {
      "193": {
        "content": "Pour sortir de prison, il faut utiliser des pouvoirs magiques."
      }
    }
  },

  "70": {
    "step_type": "narrative",
    "content": "Vous volez en tout sens pour essayer de vous éloigner de lui, mais il tient bon. Pas moyen de le contourner et de franchir la porte. Finalement, les effets de la Formule Magique disparaissent, et vous devez l'affronter à nouveau. Qu'allez-vous faire :",

    "pathways": {
      "193": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "264": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      },
      "325": {
        "content": "Tirez votre épée."
      }
    }
  },

  "71": {
    "step_type": "combat",
    "content": "Vous tirez votre épée pour trancher le Tentacule qui tentera de vous entraîner dans le grand trou qui lui sert de refuge. Si vous le tuez, vous pourrez libérer votre jambe et poursuivre votre chemin vers la Tour Noire.",

    "pathways": {
      "218": {
        "content": "Vous avez vaincu le tentacule et reprenez votre chemin.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "0": {
        "content": "Vous n'avez pas pu vous défendre, le tentacule vous entrâine dans son repaire, d'où vous ne sortirez jamais.",
        "is_max_round_default": true,
        "is_victory_default": false,
        "is_fail_default": true
      }
    },
    "ennemies": [
      {
        "name": "Tentacule",
        "life": 4,
        "ability": 7
      }
    ]
  },

  "72": {
    "step_type": "narrative",
    "content": "La chance n'est pas avec vous. Vous avez regardé la Gorgone, ce qui vous est fatal. Vous poussez un cri de terreur et vos membres se raidissent ; puis vos articulations cessent de fonctionner. Le regard de la Gorgone est en train de vous changer en pierre. Vous perdez alors l'équilibre et vous vous écrasez sur le sol, votre corps pétrifié éclatant sous le choc en mille morceaux, aux pieds de Balthus le Terrible. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "73": {
    "step_type": "combat",
    "content": "Il n'y a plus que deux moyens pour échapper à l'étreinte mortelle du Boa d'Egout : le combat ou la magie.",
    "is_escapable": false,

    "pathways": {
      "282": {
        "content": "Utiliser une formule de feu."
      },
      "112": {
        "content": "Vous avez vaincu le boa."
      }
    },
    "ennemies": [
      {
        "name": "Boa d'égout",
        "life": 6,
        "ability": 7
      }
    ]
  },

  "74": {
    "step_type": "narrative",
    "content": "Vous faites un bond de côté ; les yeux du Sorcier suivent votre mouvement... et la boule de feu aussi ! Elle vous touche en pleine poitrine, et vous tombez à terre. La brûlure vous coûte 4 points d'ENDURANCE. Si vous êtes encore en vie, vous pouvez utiliser une autre Formule Magique pour contre-attaquer.",
    "characteristic_balance": {
      "life_current": -4
    },

    "pathways": {
      "377": {
        "content": "Utilisez une formule magique pour riposter."
      }
    }
  },

  "75": {
    "step_type": "narrative",
    "content": "Après avoir franchi le seuil, vous fermez la porte derrière vous et vous attendez un instant. Vous entendez alors les pas qui se rapprochent et atteignent la porte. De l'autre côté, on bavarde dans un jargon incompréhensible. Enfin, les voix se taisent, et les pas s'éloignent. Vous appelez ensuite le Maître d'Hôtel.",

    "pathways": {
      "40": {
        "content": "Continuer"
      }
    }
  },

  "76": {
    "step_type": "narrative",
    "content": "Tandis que vous sortiez vos Baies, Balthus le Terrible s'est concentré sur un Sortilège. Il lève alors les yeux au ciel et éclate de rire. « Des Baies Soporifiques ! s'écrie-t-il. Et que crois-tu ? Que je vais les avaler ? » Il claque aussitôt des doigts, et son sortilège se matérialise.",

    "pathways": {
      "191": {
        "content": "Continuer"
      }
    }
  },

  "77": {
    "step_type": "narrative",
    "content": "Balthus le Terrible est surpris par votre succès. « Eh bien ! s'exclame-t'il. Tu te crois le plus fort, hein ? » Il faut agir vite et utiliser une Formule Magique. Laquelle ?",

    "pathways": {
      "187": {
        "content": "Télépathie.",
        "formula_balance": {
          "formula_telepathy": -1
        }
      },
      "46": {
        "content": "Feu.",
        "formula_balance": {
          "formula_fire": -1
        }
      },
      "349": {
        "content": "Vous ne souhaitez pas utiliser de formule ou ne disposez d'aucune d'entre elles."
      }
    }
  },

  "78": {
    "step_type": "narrative",
    "content": "Ses yeux vous suivent jusqu'à la fenêtre. Ses pupilles sont devenues d'un blanc laiteux. Il penche la tête en arrière, bat des paupières et pousse un gémissement. Puis, il redresse la tête et vous lance un regard furieux. Ses yeux à présent semblent deux disques d'argent et son regard vous hypnotise. Il faut agir vite. Qu'allez-vous faire :",

    "pathways": {
      "324": {
        "content": "Vous cacher derrière un rideau."
      },
      "124": {
        "content": "Arracher un rideau et lui jeter a la figure."
      },
      "277": {
        "content": "Chercher dans votre sac a dos un objet qui puisse vous aider."
      }
    }
  },

  "79": {
    "step_type": "narrative",
    "content": "Au fond de la cour, vous découvrez un arbre étrange aux branches tombantes, comme s'il était mort. Les feuilles ont la forme de diamants et ses baies ressemblent à des pastilles. Vous cueuillez quelques unes de ces baies et poursuivez votre chemin, en rasant la muraille jusqu'à l'entrée de la Tour Noire.",
    "inventory_balance": {
      "berry": 1
    },

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "80": {
    "step_type": "narrative",
    "content": "Tandis que vous sautez par-dessus la table, le sorcier fait volte-face. Vous trébuchez alors et vous tombez à terre en voyant qu'il s'est transformé en une créature encore plus redoutable. Il a, à présent, la tête d'une sorcière, et ses cheveux grouillent de serpents qui sifflent sur sa tête.",

    "pathways": {
      "199": {
        "content": "Continuer d'attaquer."
      },
      "232": {
        "content": "Vous éloigner de lui."
      }
    }
  },

  "81": {
    "step_type": "narrative",
    "content": "Le Singe-Chien éclate de rire et vous déclare que Kyll-trog n'est qu'un bon à rien et qu'il ne vaut pas la peine qu'on le soigne. Puis, à votre grand soulagement, il appelle le gardien du portail qui apparaît quelques instants plus tard et ouvre une petite porte par laquelle il vous laisse entrer.",

    "pathways": {
      "251": {
        "content": "Continuer"
      }
    }
  },

  "82": {
    "step_type": "narrative",
    "content": "Vous tombez dans la fosse en essayant désespérément d'en agripper le rebord, mais sans succès. Vous basculez dans le vide et vous vous écrasez tout au fond, ce qui vous tue sur le coup. Vous avez échoué votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "83": {
    "step_type": "narrative",
    "content": "L'homme est un marchand. Vous lui déclarez que vous aussi vous êtes un marchand et vous bavardez avec lui quelques instants de commerce, de prix et de bénéfices. Il vous apprend alors qu'il n'a jamais pu monter dans les étages de la Tour Noire, car on y méprise les marchands. Vous prenez ensuite congé de lui et vous poursuivez votre chemin.",

    "pathways": {
      "245": {
        "content": "Continuer"
      }
    }
  },

  "84": {
    "step_type": "narrative",
    "content": "Tandis que vous examinez les étagères de la bibliothèque, vous entendez un brouhaha derrière vous. Vous vous retournez et vous apercevez des Orques armés et prêts au combat. Vous voilà cerné. Le plus grand s'approche tout près de vous et vous souffle dans les yeux. La pièce aussitôt bascule, et vous vous effondrez, inconscient, sur le sol.",

    "pathways": {
      "234": {
        "content": "Continuer"
      }
    }
  },

  "85": {
    "step_type": "narrative",
    "content": "Vous vous concentrez sur votre Formule Magique. Une boule de feu apparaît alors au bout de votre torche. La flamme vacille, mais vous avez le temps d'apercevoir une porte au fond de la pièce avant que le feu s'éteigne à nouveau. Les Ganjees s'amusent de vos efforts pour leur résister. Vous recevez un coup sur la tête et vous retombez sur le sol. Vous perdez 2 points d'ENDURANCE. Qu'allez-vous faire :",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "395": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "322": {
        "content": "Prendre une objet dans votre sac a dos."
      },
      "248": {
        "content": "Tirez votre épée."
      }
    }
  },

  "86": {
    "step_type": "narrative",
    "content": "Les deux créatures vous regardent, stupéfaites. La magie opère : vous vous élevez et vous volez au-dessus de leur tête, vers le portail, puis au dessus de la muraille, à l'intérieur de la Citadelle. Après avoir franchi le portail, vous atterrissez et vous jetez un regard alentour.",

    "pathways": {
      "251": {
        "content": "Continuer"
      }
    }
  },

  "87": {
    "step_type": "narrative",
    "content": "Vous faites jaillir une énorme boule de feu que vous jetez sur la Gargouille. Ce n'est malheureusement d'aucun effet. La créature vous frappe et vous tombez à terre. Déduisez 2 points de votre total d'ENDURANCE. Et, maintenant, quittez cette pièce pour essayer d'aller ouvrir la porte du milieu sur le balcon.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "64": {
        "content": "Continuer"
      }
    }
  },

  "88": {
    "step_type": "chance",
    "content": "La porte est très résistante, mais elle a craqué un peu sous votre premier assaut. Peut-être réussirez-vous à l'enfonce.",

    "pathways": {
      "292": {
        "content": "Vous avez enfoncé la porte.",
        "is_victory_default": true
      },
      "170": {
        "content": "Utiliser une formule de force."
      },
      "64": {
        "content": "passer par la porte du milieu."
      },
      "304": {
        "content": "passer par la porte a l'autre bout du balcon."
      }
    }
  },

  "89": {
    "step_type": "narrative",
    "content": "La clef tourne, la serrure cliquette et vous ouvrez le coffret. A l'intérieur se trouve un bocal en verre dans lequel est enfermée une araignée. Il ne s'agit pas cependant d'une araignée ordinaire : celle-ci, en effet, a un visage de vieillard et elle vous parle, mais vous ne la comprenez pas. Soudain, un bruit, derrière vous, vous fait sursauter et, en vous retournant, vous voyez s'entrouvrir la porte que vous avez franchie peu avant. Vous rangez alors le bocal dans votre sac à dos et vous filez vers l'autre porte.",

    "inventory_balance": {
      "spider_jar": 1
    },

    "pathways": {
      "237": {
        "content": "Continuer"
      }
    }
  },

  "90": {
    "step_type": "narrative",
    "content": "Le passage s'agrandit, et vous longez à présent une rivière. Devant vous, apparaît bientôt une femme qui semble laver du linge. À côté d'elle, il y a un panier de vêtements et plusieurs caleçons longs sèchent sur une corde. Qu'allez-vous faire :",

    "inventory_balance": {
      "spider_jar": 1
    },

    "pathways": {
      "176": {
        "content": "Tirer votre épée et vous apprêter à combattre."
      },
      "21": {
        "content": "Saluer la femme et essayer de parler avec elle."
      },
      "329": {
        "content": "Utiliser une formule de telepathie pour savoir qui elle est.",
        "formula_balance": {
          "formula_telepathy": -1
        }
      }
    }
  },

  "91": {
    "step_type": "narrative",
    "content": "Elle regarde votre cadeau, et ses yeux s'agrandissent. « Donnez-la moi ! » dit-elle. Vous avancez lentement vers elle et vous lui tendez la brosse. Elle la prend aussitôt et l'admire un long moment. « C'est vraiment un objet d'art», dit-elle. Elle quitte alors son lit et se dirige vers le miroir. Et tandis qu'elle se brosse les cheveux, sa chevelure resplendit d'un éclat inhabituel. Elle est fascinée par votre cadeau, et c'est le moment où jamais de quitter la pièce à son insu. Auparavant, vous prenez une Toison d'Or qui recouvre le lit et quittez la pièce.",

    "inventory_balance": {
      "golden_fleece": 1
    },

    "pathways": {
      "140": {
        "content": "Continuer"
      }
    }
  },

  "92": {
    "step_type": "narrative",
    "content": "Le liquide laiteux sent très bon. Vous en buvez une gorgée et vous vous mettez aussitôt à pouffer de rire ! Une autre gorgée et vous êtes pris d'une crise d'hilarité sans raison aucune. Pas étonnant que les petits Grem-lins aiment tant ce liquide. L'esprit insouciant et le cœur joyeux, vous quittez alors la pièce en gagnant deux points d'ENDURANCE pour avoir passé un aussi bon moment.",

    "characteristic_balance": {
      "life_current": 2
    },

    "pathways": {
      "156": {
        "content": "Continuer"
      }
    }
  },

  "93": {
    "step_type": "narrative",
    "content": "Après avoir franchi le seuil de la porte, vous regardez l'étiquette. Il s'agit d'une bouteille d'Essence de Berce, une préparation qui sert apparemment à repousser les créatures de pierre. Cette mixture peut vous être utile, et vous mettez la bouteille dans votre sac à dos. Vous avancez ensuite dans le couloir et vous apercevez une porte que vous ouvrez. Vous entrez alors dans une grande salle.",

    "inventory_balance": {
      "berce_bottle": 1
    },

    "pathways": {
      "169": {
        "content": "Continuer"
      }
    }
  },

  "94": {
    "step_type": "narrative",
    "content": "Votre force s'accroît, et vous vous précipitez pour donner un grand coup d'épaule dans la porte... mais elle ne cède pas ! Déduisez un point de votre total d'ENDURANCE, à cause de votre épaule meurtrie, puis cognez fort pour appeler le garde.",

    "characteristic_balance": {
      "life_current": -1
    },

    "pathways": {
      "118": {
        "content": "Continuer"
      }
    }
  },

  "95": {
    "step_type": "narrative",
    "content": "À l'autre bout de la Cave, se trouve une porte de bois que vous ouvrez. Elle donne sur un passage dans lequel vous vous engagez.",

    "pathways": {
      "367": {
        "content": "Continuer"
      }
    }
  },

  "96": {
    "step_type": "narrative",
    "content": "Ils prennent votre pépite d'or et appellent le gardien du portail. Ce dernier ouvre une grille et vous laisse entrer tandis que, derrière vous, les deux monstres se querellent pour savoir qui s'appropriera la pépite. ",

    "pathways": {
      "251": {
        "content": "Continuer"
      }
    }
  },

  "97": {
    "step_type": "narrative",
    "content": "Le pain est sec et fade. Il est même très sec... si sec que, bientôt, vous cherchez désespérément quelque chose à boire ! Mais il n'y a rien dans cette pièce pour étancher votre soif ! Déduisez 1 point de votre total d'ENDURANCE. Par quelle porte choisissez-vous de repartir ?",
    "characteristic_balance": {
      "life_current": -1
    },

    "pathways": {
      "13": {
        "content": "La porte de gauche."
      },
      "281": {
        "content": "La porte du fond."
      }
    }
  },

  "98": {
    "step_type": "narrative",
    "content": "Le GOLEM qui s'avance vers vous se déplace avec lenteur, ce qui vous donne le temps de vous approcher des coffrets. Mais vous constatez qu'ils sont tous fermés à clef, et tandis que vous essayez de les ouvrir, le Golem se rapproche. Qu'allez-vous faire :",

    "pathways": {
      "303": {
        "content": "Tirer votre épée et combattre le golem."
      },
      "4": {
        "content": "Utiliser une formule de feu.",
        "formula_balance": {
          "formula_fire": -1
        }
      },
      "237": {
        "content": "Abandonner les coffrets et courir vers la porte."
      }
    }
  },

  "99": {
    "step_type": "narrative",
    "content": "Quelle porte choisir ?",

    "pathways": {
      "52": {
        "content": "Celle de gauche ?."
      },
      "38": {
        "content": "Celle de droite ?"
      }
    }
  },

  "100": {
    "step_type": "narrative",
    "content": "Avez-vous une formule de levitation ?",

    "pathways": {
      "79": {
        "content": "Utiliser la formule pour sortir du puits.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "276": {
        "content": "Vous n'avez pas de formule."
      }
    }
  },

  "102": {
    "step_type": "narrative",
    "content": "Trois d'entre eux se tournent alors vers le quatrième, et ce dernier, à contrecœur, prend une amulette autour de son cou. « C'est une Amulette Enchantée. Un Bijou de Lumière est incrusté dans le métal. Les Ganjees craignent ce talisman, et ils feront tout pour que vous le perdiez. Mais nous, les Eclaireurs, les dieux nous ont donné pour mission de secourir notre prochain. C'est pourquoi je vous offre ce talisman. » Vous le remerciez et vous passez l'Amulette Enchantée autour de votre cou. Maintenant, vous pouvez quitter la pièce, mais puisqu'il vous a fait un cadeau si précieux, vous vous sentez obligé de lui donner quelque chose en retour. ",

    "inventory_balance": {
      "enchanted_amulet": 1
    },

    "pathways": {
      "183": {
        "content": "Lui donner 5 pièce d'or.",
        "inventory_balance": {
          "gold": -5
        }
      },
      "396": {
        "content": "Lui donner une dague enchantée.",
        "inventory_balance": {
          "enchanted_dagger": -1
        }
      },
      "270": {
        "content": "Ne rien lui donner."
      }
    }
  },

  "103": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule Magique... Mais rien ne se passe ! Vous dégringolez alors tout au long de la Tour et, finalement, vous vous écrasez au sol ! Les terrifiantes créatures ont mis fin à vos pouvoirs magiques, et... à votre vie. Vous avez échoué dans votre mission.",

    "pathways": {
      "276": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "104": {
    "step_type": "narrative",
    "content": "Vous tournez la poignée, mais la porte a du mal à pivoter sur ses gonds, et vous devez pousser fort pour l'ouvrir. La pièce dans laquelle vous entrez est une salle à manger, avec des tables, des chaises, des étagères et une collection de têtes d'animaux accrochées aux murs. Le sol est recouvert d'un tapis en peluche. Soudain, l'une des têtes se tourne vers vous et vous observe. C'est un chien. Il se met à aboyer en signe d'avertissement. Et tandis que vous regardez cette tête de chien, un tapis que vous n'aviez pas remarqué s'envole vers vous et vous frôle la tête en vous donnant un petit coup sur l'oreille au passage. Vous vous retournez à temps pour voir l'une des chaises se transformer en homme de haute taille. «Que faites-vous, ici?» vocifère-t-il. Comment allez vous réagir ? Souhaitez-vous :",

    "pathways": {
      "266": {
        "content": "Parler avec cet homme."
      },
      "310": {
        "content": "Utiliser une formule magique."
      },
      "54": {
        "content": "Chercher dans votre sac a dos un cadeau a lui faire."
      },
      "25": {
        "content": "Vous hâtez de quitter cette pièce et tentez d'ouvrir l'autre porte."
      }
    }
  },

  "105": {
    "step_type": "narrative",
    "content": "Ce vin est amer et brûlant. Vous le recrachez aussitôt et, à votre grande stupéfaction, un jet de flammes jaillit d'entre vos lèvres. Vous pouvez emporter cet échantillon de vin pour l'utiliser à la place d'une Formule de Feu, quand ce choix vous sera proposé. Mais attention, votre échantillon ne peut servir qu'une fois. Vous vous dirigez ensuite vers la porte du fond de la cave.",
    "inventory_balance": {
      "fire_wine": 1
    },

    "pathways": {
      "95": {
        "content": "Continuer"
      }
    }
  },

  "106": {
    "step_type": "narrative",
    "content": "Elle rit à nouveau et vous dit qu'elle aime voir les gens se mettre en colère. Elle vous accompagne un moment, de fort bonne humeur. Mais il est difficile de converser avec elle. Bientôt, elle croit distinguer quelque chose parmi les ombres, au loin, et se précipite pour aller voir de quoi il s'agit, ce qui vous permet d'avancer vers l'entrée de la Tour Noire.",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "107": {
    "step_type": "narrative",
    "content": "Vous avez capturé une, deux, trois ou quatre têtes de l'Hydre avec votre nœud coulant. Elles gigotent pour se libérer, et la créature continue d'avancer. Que faire maintenant ?",

    "pathways": {
      "184": {
        "content": "Continuer"
      }
    }
  },

  "108": {
    "step_type": "narrative",
    "content": "Vous saisissez fermement la corde, vous prenez votre élan, puis vous courez vers la rivière nauséabonde. Mais soudain, la corde s'agite et se tortille comme si elle était douée de vie. Vous la lâchez aussitôt, et vous vous laissez tomber sur le sol. Mais la corde s'abat sur vous et s'enroule autour de votre corps. Ce n'est pas une corde, c'est un Boa d'Egout, qui vous enserre dans ses anneaux de la tête aux pieds.",

    "pathways": {
      "73": {
        "content": "Continuer"
      }
    }
  },

  "109": {
    "step_type": "narrative",
    "content": "La créature essaye de forcer la Barrière Invisible qui vous protège et elle déploie tant d'efforts qu'elle parvient à la faire céder ! La Bête est déjà sur vous et vous devez la combattre.",

    "pathways": {
      "30": {
        "content": "Continuer"
      }
    }
  },

  "110": {
    "step_type": "chance",
    "content": "Tentez votre Chance.",

    "pathways": {
      "251": {
        "content": "Vous trouvez un nom qui leur est familier et ils vous laissent entrer.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "288": {
        "content": "Vous leur donner un nom inconnu et ils s'approchent de vous, prêts à combattre. Impossible de leur échapper.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "111": {
    "step_type": "narrative",
    "content": "Vous avez évité le regard de la Gorgone. Vous êtes maintenant à l'abri dans un coin de la pièce, cachant votre visage avec votre bras. Mais que faire ?",

    "pathways": {
      "251": {
        "content": "Si vous avez un mirroir en argent, vous pouvez le sortir de votre sac a dos et le diriger vers la gorgone.",

        "inventory_required": ["silver_mirror"]
      },
      "288": {
        "content": "Vous n'avez pas de miroir."
      }
    }
  },

  "112": {
    "step_type": "narrative",
    "content": "Vous vous libérez des anneaux du Boa d'Egout et vous parvenez ensuite à traverser la rivière nauséabonde sans autre incident, mais vous espérez bien pouvoir prendre un bain au plus vite ! Vous poursuivez votre chemin jusqu'à un carrefour.",

    "pathways": {
      "367": {
        "content": "Continuer tout droit."
      },
      "212": {
        "content": "Continuer a gauche."
      }
    }
  },

  "113": {
    "step_type": "narrative",
    "content": "Vous utilisez contre le Sorcier la Formule de Faiblesse. Aussitôt, il s'immobilise et vous fixe du regard. Son visage est devenu différent, il exprime la souffrance. Il frissonne de la tête aux pieds, son corps est secoué de convulsions. ",

    "pathways": {
      "388": {
        "content": "Attendre et voir ce qu'il se passe."
      },
      "145": {
        "content": "Continuer a gauche."
      }
    }
  },

  "114": {
    "step_type": "narrative",
    "content": "Vous pointez votre index vers la base du Tentacule, et vous prononcez la Formule Magique. Un éclair de lumière jaillit aussitôt du trou, et un nuage de fumée s'élève. Le Tentacule se met à trembler, puis il relâche son étreinte et se retire sous terre. Vous frottez votre jambe engourdie et vous vous dirigez vers l'entrée de la Tour Noire.",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "115": {
    "step_type": "narrative",
    "content": "Vous êtes en fâcheuse posture. Balthus le Terrible s'est précipité dans votre direction et il est déjà sur vous.",

    "pathways": {
      "373": {
        "content": "Continuer"
      }
    }
  },

  "116": {
    "step_type": "narrative",
    "content": "Votre bras surpuissant saisit et tire la poignée qui vous reste dans la main. Vous donnez alors un coup de poing en plein milieu de la porte. Le bois craque et cède ; vous pouvez passer à présent. ",

    "pathways": {
      "210": {
        "content": "Continuer"
      }
    }
  },

  "117": {
    "step_type": "narrative",
    "content": "Vous tirez votre épée, le Sorcier aussi. Vous êtes trop près l'un de l'autre à présent pour utiliser vos pouvoirs magiques et vous allez devoir livrer le Combat le plus rude depuis le début de votre aventure. ",

    "pathways": {
      "337": {
        "content": "Continuer"
      }
    }
  },

  "118": {
    "step_type": "narrative",
    "content": "La porte s'ouvre et une créature bestiale apparaît. Elle est dotée d'une corne pointue au milieu du front, et sa peau ressemble à une cuirasse. Elle grogne et vous demande le mot de passe. Le connaissez-vous ?",

    "pathways": {
      "273": {
        "content": "Vous connaissez le mot de passe."
      },
      "198": {
        "content": "Vous ne connaissez pas le mot de passe, vous devez trouver une astuce pour passer."
      }
    }
  },

  "119": {
    "step_type": "narrative",
    "content": "Vous revenez à la charge contre le puissant Sorcier. Mais il a disparu ! Vous faites volte-face. Il est derrière vous, une dague à la main. Vous essayez d'éviter l'arme, mais trop tard, la lame s'enfonce dans votre dos ! Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "120": {
    "step_type": "narrative",
    "content": "Vous goûtez le vin rouge et vous hochez la tête. Il est vraiment excellent, rafraîchissant, avec un goût fruité. Vous y goûtez à nouveau. Vous avez la tête plus légère. Ajoutez 2 points à votre total d'ENDURANCE et 3 points à votre total de CHANCE, pour avoir découvert un si délicieux breuvage. Vous remerciez l'Elfe Noir, et vous repartez. ",
    "characteristic_balance": {
      "life_current": 2,
      "chance_current": 3
    },

    "pathways": {
      "95": {
        "content": "Continuer"
      }
    }
  },

  "121": {
    "step_type": "narrative",
    "content": "Vous foncez sur la porte, et, soudain, elle s'ouvre ! Sur votre lancée, vous bondissez dans la pièce et vous tombez la tête la première ! Déduisez 1 point de votre total d'ENDURANCE, car vous vous êtes écorché les genoux sur le sol rocheux. ",
    "characteristic_balance": {
      "life_current": -1
    },

    "pathways": {
      "257": {
        "content": "Continuer"
      }
    }
  },

  "122": {
    "step_type": "narrative",
    "content": "Vous tentez une ruse simple pour la tromper, mais elle ne s'y laisse pas prendre et elle vous empêchera d'aller plus loin, à moins que vous n'utilisiez vos pouvoirs magiques. ",

    "pathways": {
      "47": {
        "content": "Continuer"
      }
    }
  },

  "123": {
    "step_type": "narrative",
    "content": "Vous vous concentrez sur l'esprit du Calacorm. Vous distinguez alors un plateau rempli de serpents morts, puis une créature à la peau grise, sans doute la femelle du Calacorm. Vous éprouvez ensuite une grande satisfaction à voir une malheureuse créature attachée à un mur, tandis qu'on lui fait rôtir les orteils à l'aide d'une torche enflammée. A nouveau le plateau de serpents morts. De toute évidence, le Calacorm n'a en tête que les menus plaisirs qui peuvent égayer parfois sa misérable vie. Vous n'avez rien appris sur ce qu'il fallait faire pour lui échapper.",

    "pathways": {
      "211": {
        "content": "Utiliser une formule d'or du sot.",
        "formula_balance": {
          "formula_gold": -1
        }
      },
      "35": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "283": {
        "content": "Vous ne possédéz aucune de ces deux formules."
      }
    }
  },

  "124": {
    "step_type": "narrative",
    "content": "Les rideaux arrachés, la lumière du jour pénètre dans la pièce. Vous aviez perdu toute notion de temps depuis votre entrée dans la Citadelle, et le soleil est bien venu après tant d'heures passées dans les ténèbres. Un coup sourd vous fait vous retourner. Le sorcier est affaissé sur le sol. Vous avancez d'un pas, et il pousse un cri à vous glacer le sang. « Les rideaux !... Imbécile !... » bredouille-t-il d'une voix mourante. La clarté du jour diminue rapidement ses forces, et il tente désespérément de ramper vers l'ombre. Mais il est trop faible pour bouger et il s'écroule sur le sol, face contre terre.",

    "pathways": {
      "400": {
        "content": "Continuer"
      }
    }
  },

  "125": {
    "step_type": "narrative",
    "content": "Vous vous enfuyez en courant, et trois flèches venues de nulle part jaillissent vers vous.  Déduisez 2 points de votre total d'ENDURANCE, avant de vous mettre à l'abri. ",

    "pathways": {
      "209": {
        "content": "Continuer"
      }
    }
  },

  "126": {
    "step_type": "narrative",
    "content": "Le moment de panique passé, vous vous arrêtez pour réfléchir. Devant vous, se trouvent deux passages, l'un vers la gauche, l'autre vers la droite. Vous entendez des bruits de pas. Trois créatures débouchent peu après du passage de gauche et vous comprenez alors que l'expression « bruits de pas » ne leur convient pas exactement.",

    "pathways": {
      "316": {
        "content": "Continuer"
      }
    }
  },

  "127": {
    "step_type": "narrative",
    "content": "Elle lève la tête et appelle à l'aide. Le linge pendu sur la corde se met aussitôt à s'agiter. Plusieurs pièces de vêtement quittent alors la corde et s'élancent sur vous. Il s'agit de FANTÔMES à tête de mort. « Protégez moi, mes fils et mes filles ! » crie-t-elle. Soudain, les vêtements vous cernent. Certains vous fouettent de leurs manches, vous infligeant des douleurs cuisantes. Une autre paire de manches entoure votre cou et commence à le serrer. Vous agitez votre épée en tout sens, mais sans atteindre les Fantômes. Si vous ne voulez pas mourir étranglé, il va falloir utiliser la magie pour vous libérer, à moins que vous ne préfériez offrir un cadeau à la femme. Qu'allez-vous faire ?",

    "pathways": {
      "316": {
        "content": "Offrir quelques baies.",
        "inventory_required": ["berry"]
      },
      "387": {
        "content": "Offrir un mirroir en argent.",
        "inventory_required": ["silver_mirror"]
      },
      "240": {
        "content": "Utiliser une formule de feu.",
        "formula_balance": {
          "formula_fire": -1
        }
      },
      "194": {
        "content": "Vous n'avez rien a offrir et n'avez pas cette formule."
      }
    }
  },

  "128": {
    "step_type": "narrative",
    "content": "La Formule Magique fait son effet, et vous recevez les ondes psychiques du Gark. Il a peur que son capitaine ne découvre qu'il était endormi à son poste de garde, laissant ainsi entrer un intrus. Il éprouve également un étrange respect pour une Brosse à Cheveux ciselée qui se trouve apparemment dans la pièce. Mais c'est tout ce que vous parvenez à lire dans ses pensées. Vous devez maintenant vous défendre contre la créature. Allez-vous utiliser :",

    "pathways": {
      "336": {
        "content": "Votre épée."
      },
      "36": {
        "content": "Une formule d'or du sot.",
        "formula_balance": {
          "formula_gold": -1
        }
      },
      "152": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      }
    }
  },

  "129": {
    "step_type": "narrative",
    "content": "Vous vous acharnez quelques instants à essayer d'ouvrir le coffret, mais sans succès. Vous prenez alors votre épée et vous tentez de le briser, mais vous ne parvenez qu'à abîmer votre lame. Déduisez 1 point de votre total d'HABILETÉ. Le coffret est toujours fermé. Allez-vous essayer d'ouvrir :",

    "pathways": {
      "260": {
        "content": "Le premier coffret."
      },
      "370": {
        "content": "Le troisième coffret."
      },
      "237": {
        "content": "Vous préférer abandonner ces coffrets et poursuivre votre chemin."
      }
    }
  },

  "130": {
    "step_type": "narrative",
    "content": "La formule magique reste sans effet.",

    "pathways": {
      "333": {
        "content": "Continuer"
      }
    }
  },

  "131": {
    "step_type": "narrative",
    "content": "Vous tirez aussitôt votre épée du fourreau en la pointant vers le Farfadet. Mais ce dernier jette un simple coup d'œil à la lame, et vous vous apercevez avec horreur qu'elle se ramollit jusqu'à pendre de la garde comme une ceinture de cuir. A l'évidence, vous n'arriverez à rien en vous montrant agressif avec le Farfadet. Demandez-lui plutôt votre chemin. ",

    "pathways": {
      "348": {
        "content": "Continuer"
      }
    }
  },

  "132": {
    "step_type": "narrative",
    "content": "Vous entrez dans une bibliothèque. Les quatre murs, du sol au plafond, sont couverts d'étagères remplies de livres. Au centre de la pièce, des tables et des chaises sont alignées. Tout au fond, un homme à la peau sombre lève les yeux de son livre. Il porte de petites lunettes. Derrière lui, se trouve une porte. « Eh bien ! qu'y a-t-il ? vous demande-t-il d'un ton sec. Quel livre cherchez-vous ? » Vous examinez alors les étagères en lisant les étiquettes qui y sont apposées. Qu'allez-vous lui demander :",

    "pathways": {
      "18": {
        "content": "La biographie de Balthus le terrible."
      },
      "238": {
        "content": "Les secrets de la tour noir."
      },
      "375": {
        "content": "La description des créatures du Royaume du pic de la roche."
      }
    }
  },

  "133": {
    "step_type": "chance",
    "content": "Vous prononcez la Formule Magique et votre force soudaine vous permet de franchir facilement le fossé. Vous vous retrouvez alors sur « l'île » et vous forcez la fermeture du coffre. Mais vous poussez un juron en n'y découvrant que de la grenaille de plomb. L'effet de la Formule de Force commence à faiblir, et vous vous hâtez de sauter à nouveau le fossé en direction de l'autre porte. Tentez votre chance, arriverez vous a sauter le fossé de nouveau ?",

    "pathways": {
      "206": {
        "content": "Vous arrivez a sauter le fossé.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "82": {
        "content": "Vous n'avez plus assez de force pour sauter le fossé.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "134": {
    "step_type": "narrative",
    "content": "Ils sont déconcertés par votre audace. Plutôt que d'attendre leur réaction, vous allez directement au but et vous leur demandez comment on entre dans la Tour Noire. Ils désignent simplement l'entrée principale, visiblement impressionnés par votre assurance et chuchotent entre eux ; puis l'Orque vous donne le mot de passe qui vous permettra d'être admis à l'intérieur : « Cimeterre ». Vous leur demandez ce qu'ils savent de la fiole contenue dans le coffret, et ils commencent alors à s'agiter. ",

    "pathways": {
      "60": {
        "content": "Vous insistez pour qu'ils vous répondent."
      },
      "269": {
        "content": "Les laisser et rejoindre les deux hommes que vous avez vus precedemment."
      },
      "245": {
        "content": "Vous hâter vers la tour noir."
      }
    }
  },

  "135": {
    "step_type": "narrative",
    "content": "Les Miks sont passés maîtres en matière d'Illusion, et ils peuvent prendre n'importe quelle forme. On ne sait d'ailleurs pas quel est leur véritable aspect, car il en est peu qui les ont vus sous leur apparence normale. Selon des sources sûres, ils ressemblent à des elfes. C'est un peuple très agressif dont l'arme favorite est un Couteau-Aiguille (une dague fine comme un poinçon) avec lequel ils se battent corps à corps. Bien qu'ils puissent prendre n'importe quelle forme (homme, bête ou objet), ils sont incapables d'utiliser le métal pour se déguiser. Ils sont également incapables de transformer autre chose qu'eux-mêmes. ",

    "pathways": {
      "326": {
        "content": "Continuer"
      }
    }
  },

  "136": {
    "step_type": "narrative",
    "content": "Les vieilles femmes protestent énergiquement, mais vous leur expliquez que vous avez des ordres et vous commencez à examiner la cuisine. Qu'allez-vous inspecter en premier ?",

    "pathways": {
      "17": {
        "content": "Les placards."
      },
      "167": {
        "content": "Le bouillon dans le chaudron."
      },
      "389": {
        "content": "La viande qui cuit a la broche."
      }
    }
  },

  "137": {
    "step_type": "narrative",
    "content": "L'homme est vieux, et on l'a frappé à la tête avec une massue. Il vous demande un remède, mais vous n'en n'avez pas. Vous pourriez cependant utiliser une Formule d'Endurance pour le soigner ; il vous propose en échange de vous offrir son aide. ",

    "pathways": {
      "383": {
        "content": "Vous acceptez de l'aider."
      },
      "14": {
        "content": "Vous le laissez là et reprenez votre chemin."
      }
    }
  },

  "138": {
    "step_type": "narrative",
    "content": "«Que voulez-vous que je fasse de ça?» s'exclame-t-elle. A nouveau, ses yeux deviennent rouge foncé, et elle lance des jets de flamme dans votre direction. ",

    "pathways": {
      "383": {
        "content": "Vous acceptez de l'aider."
      },
      "14": {
        "content": "Vous le laissez là et reprenez votre chemin."
      }
    }
  },

  "139": {
    "step_type": "narrative",
    "content": "Les trois couteaux vous ratent et viennent s'enfoncer dans la porte derrière vous. Les Roulards sont déjà presque sur vous. Il faut prendre rapidement une décision !",

    "pathways": {
      "346": {
        "content": "Tirer votre épée et vous apprêter à les combattre ?"
      },
      "244": {
        "content": "Utiliser la formule d'illusion ?",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "28": {
        "content": "Utiliser la formule de feu ?",
        "formula_balance": {
          "formula_fire": -1
        }
      }
    }
  },

  "140": {
    "step_type": "narrative",
    "content": "Vous quittez la pièce et vous longez un petit couloir. Quelques mètres plus loin, vous vous trouvez au pied d'un escalier en colimaçon qui conduit directement dans la Tour de la Citadelle. Vous en grimpez les marches avec précaution et vous arrivez bientôt sur un palier. Il y a deux portes face à vous.",

    "pathways": {
      "25": {
        "content": "Essayez d'ouvrir la porte de gauche."
      },
      "104": {
        "content": "essayer d'ouvrir la porte de droite."
      }
    }
  },

  "141": {
    "step_type": "narrative",
    "content": "Le liquide contenu dans le calice est salé et vous donne soudain des sueurs froides ; vous vous mettez à trembler et vous vous cramponnez à l'autel pour essayer de retrouver le contrôle de vous-même ; mais, dans un spasme, vous renversez les deux autres calices et vous tombez sur le sol. Vous êtes en proie à de terribles malaises, et votre esprit se brouille. Comme dans un rêve, vous voyez alors une étrange et robuste créature assise à une table. Elle a deux têtes, une longue queue, et sa peau est couverte d'écaillés grises. A la main, elle tient un trousseau de clefs. Un instant plus tard, une souris traverse la table en courant et en poussant des cris aigus qui vous réveillent en sursaut. Vous revenez aussitôt à la réalité et vous vous dirigez à tâtons vers la porte : vous avez besoin d'air frais. Vous quittez enfin la pièce, et vous vous reposez quelques instants avant de repartir vers la Tour Noire.",

    "pathways": {
      "156": {
        "content": "Continuer"
      }
    }
  },

  "142": {
    "step_type": "narrative",
    "content": "Vous n'entendez aucun bruit derrière la porte. La poignée tourne sans difficultés, et la porte s'ouvre sur une petite pièce où un chandelier d'or est posé sur une table. Soudain, vous entendez un craquement sous vos pieds, et le carrelage se dérobe aussitôt, révélant une trappe. Vous tombez alors dans un puits et, lorsque vous en heurtez le fond, vous roulez sur vous-même le long d'un passage en pente sans pouvoir rien faire pour arrêter votre chute. Vous atterrissez enfin dans une petite pièce, mais le choc a été si rude que la tête vous tourne et vous avez tout juste le temps de percevoir quelques exclamations poussées autour de vous avant de perdre connaissance.",

    "pathways": {
      "234": {
        "content": "Continuer"
      }
    }
  },

  "144": {
    "step_type": "narrative",
    "content": "La porte s'ouvre sur un couloir étroit que vous suivez jusqu'à une autre porte ouvragée sur laquelle on a inscrit le mot « Cave ». Vous tournez la poignée et vous passez la tête par l'entrebâillement : il y a là des rangées de casiers remplis de bouteilles... Serait-ce du vin 1 Quelques chandelles éclairent faiblement l'endroit. En ouvrant la porte, vous avez fait sonner une petite cloche, et une silhouette s'avance vers vous en clopinant.",

    "pathways": {
      "154": {
        "content": "Tirer votre épée."
      },
      "56": {
        "content": "Attendre que le petit personnage vous addresse la parole."
      }
    }
  },

  "145": {
    "step_type": "narrative",
    "content": "Votre épée à la main, vous sautez par-dessus la table en direction du Sorcier. Celui-ci a la tête dans les mains et vous tourne le dos. ",

    "pathways": {
      "80": {
        "content": "Continuer"
      }
    }
  },

  "146": {
    "step_type": "narrative",
    "content": "Vous pouvez leur poser une question. Mais laquelle ?",

    "pathways": {
      "247": {
        "content": "Comment vaincre Balthus le terrible ?"
      },
      "201": {
        "content": "Où mènent les deux portes devant vous ?"
      },
      "102": {
        "content": "Comment éviter les ganjees ?"
      },
      "66": {
        "content": "Vous êtes quelque peu fatigué, peuvent-ils vous aider ?"
      }
    }
  },

  "147": {
    "step_type": "narrative",
    "content": "Le Golem s'écrase sur le sol et se brise en mille morceaux. Soulagé, vous allez examiner les coffrets. Allez-vous essayer d'ouvrir :",

    "pathways": {
      "206": {
        "content": "Le premier coffret ?"
      },
      "129": {
        "content": "Le deuxièmme coffret ?"
      },
      "370": {
        "content": "Le troisième coffret ? "
      }
    }
  },

  "148": {
    "step_type": "narrative",
    "content": "Le Sorcier a un ricanement de mépris. « Ceux qui t'ont envoyé en mission t'ont aussi envoyé à la mort ! » A ces mots, il tire une dague de sa ceinture et la plante dans votre poitrine. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "149": {
    "step_type": "narrative",
    "content": "Votre compagnie ne les intéresse pas, et ils vous demandent de passer votre chemin. ",

    "pathways": {
      "245": {
        "content": "Continuer vers la tour."
      },
      "209": {
        "content": "Prendre le chemin de gauche et explorer le monument au centre de la cour."
      },
      "380": {
        "content": "Vous asseoir auprès du feu."
      }
    }
  },

  "150": {
    "step_type": "narrative",
    "content": "Vous vous baissez pour éviter le Trident et il rate votre cou, mais ricoche sur votre front. Déduisez 2 points de votre total d'ENDURANCE.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "374": {
        "content": "Continuer"
      }
    }
  },

  "151": {
    "step_type": "narrative",
    "content": "Les armures sont de toutes formes et de toutes tailles et en imaginant les étranges créatures pour lesquelles on les a fabriquées, vous ne pouvez vous empêcher de frissonner. Peut-être allez-vous bientôt rencontrer quelques-uns de ces monstres ? Alors que vous examinez une armure particulièrement impressionnante, sa main se lève soudain et vous frappe violemment au visage ! Vous reculez en titubant et en crachant du sang. Déduisez 2 points de votre total d'ENDURANCE. L'armure ensuite ne bouge plus mais vous estimez plus prudent de monter les escaliers. ",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "19": {
        "content": "Prendre l'escalier de gauche."
      },
      "197": {
        "content": "Prendre l'escalier de droite."
      }
    }
  },

  "152": {
    "step_type": "narrative",
    "content": "La créature s'arrête aussitôt, ne comprenant pas ce qui lui arrive. Avec quelque effort, elle soulève sa hache, tout en s'avançant vers vous. Mais visiblement, ce n'est plus un adversaire aussi redoutable qu'auparavant. Vous tirez votre épée pour achever le Gark.",

    "pathways": {
      "180": {
        "content": "Vous avez vaincu le Gark",
        "is_victory_default": true
      }
    }
  },

  "153": {
    "step_type": "narrative",
    "content": "Vous êtes sans pouvoir contre la Gorgone et vous tombez lourdement dans un coin. Le Sorcier appelle ses gardes qui apparaissent quelques minutes plus tard. Ils vous ramassent et vous sortent de la salle. Leur chef demande des instructions au Sorcier. « Exécutez ce rustre ! » répond Balthus le Terrible. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "154": {
    "step_type": "narrative",
    "content": "La créature s'arrête pour prendre quelque chose dans un petit sac attaché à sa ceinture. Clopin-clopant, elle s'approche de vous, et sa silhouette se précise : il s'agit d'un ELFE NOIR, grand et mince, avec des oreilles en forme de pointe de flèche et une jambe plus courte que l'autre. Dans sa main, il tient un petit objet muni d'un mécanisme qu'il déclenche, transformant aussitôt l'objet en un fleuret. ",

    "pathways": {
      "275": {
        "content": "Combattre."
      },
      "56": {
        "content": "Baissez votre épée  et parler avec lui."
      }
    }
  },

  "155": {
    "step_type": "narrative",
    "content": "Votre main cherche la poignée de votre épée, et vous parvenez à la tirer de son fourreau. Mais vous n'attaquez pas le Sorcier, car une force mystérieuse vous pousse à lui offrir votre arme, ce que vous faites. Il l'accepte. ",

    "pathways": {
      "65": {
        "content": "Continuer"
      }
    }
  },

  "156": {
    "step_type": "narrative",
    "content": "En traversant la cour, vous marchez le long d'un renflement qui semble relier la Tour Noire au temple ; on dirait une canalisation enfouie à fleur de terre. Vous vous penchez pour l'examiner : peut-être s'agit-isl d'une simple galerie de taupe ? Mais dès que vous en touchez la surface, il se rétracte, et vous voyez surgir un long Tentacule gris, couvert de verrues, qui s'enroule aussitôt autour de votre jambe. Comment allez-vous combattre cette « chose » ?",

    "pathways": {
      "71": {
        "content": "Tirer votre épée."
      },
      "284": {
        "content": "Utiliser une formule de levitation.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "114": {
        "content": "Utiliser la formule de feu ?",
        "formula_balance": {
          "formula_fire": -1
        }
      }
    }
  },

  "157": {
    "step_type": "narrative",
    "content": "Le Sorcier pousse un cri de douleur et s'éloigne en se tenant la tête. Vous le poursuivez et il se retourne pour vous faire face. Vous en avez le souffle coupé ! Son visage en effet s'est transformé en celui d'une horrible vieille sorcière à la peau ridée. Sa chevelure grouille de serpents qui sifflent sur sa tête.",

    "pathways": {
      "199": {
        "content": "L'attaquer."
      },
      "232": {
        "content": "Battre en retraite."
      }
    }
  },

  "158": {
    "step_type": "narrative",
    "content": "La bête se met à gémir, tandis que la Formule Magique produit son effet. Sans sa force habituelle, elle n'est plus qu'une masse pesante qui s'effondre aussitôt. Vous lui plantez alors votre épée dans la poitrine et la malheureuse meurt bientôt à vos pieds.",

    "pathways": {
      "77": {
        "content": "Continuer"
      }
    }
  },

  "159": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule de Faiblesse. Plein d'espoir, vous attendez que la force de la créature invisible diminue. Mais vous constatez avec stupeur que ses dents vous mordent avec une férocité accrue. La douleur est insupportable, et, au moment où les mâchoires de la créature se referment sur votre gorge, vous vous évanouissez.",

    "pathways": {
      "323": {
        "content": "Continuer"
      }
    }
  },

  "160": {
    "step_type": "narrative",
    "content": "La Tête de Chien s'élance vers vous et vous arrache la Myriade. Les trois créatures l'examinent et semblent fascinées. Vous profitez de l'occasion pour vous glisser jusqu'à la porte du fond.",

    "pathways": {
      "206": {
        "content": "Continuer"
      }
    }
  },

  "161": {
    "step_type": "narrative",
    "content": "Votre indifférence la vexe, et le Tourbillon s'élève à nouveau, mais cette fois, il vous renverse. Vous essayez d'avancer à quatre pattes, mais la Femme-Tourbillon se place toujours en face de vous. Qu'allez vous faire pour  de vous débarrasser d'elle ?",

    "pathways": {
      "106": {
        "content": "Montrer votre colère."
      },
      "390": {
        "content": "Vous efforcer de l'amadouer."
      }
    }
  },

  "162": {
    "step_type": "narrative",
    "content": "La force envahit votre corps. Vos muscles augmentent de volume, et les créatures, impressionnées, marquent le pas. Votre main saisit alors la poignée de votre épée. Vous vous apprêtez au combat. Mais à votre grand dam, votre force est à présent si difficile à contrôler que, dès le premier coup porté, l'épée vous échappe des mains et s'envole dans les airs, pour atterrir quelques mètres plus loin ! Les créatures ricanent et s'avancent vers vous. Maintenant, vous devez les combattre à mains nues ou profiter de votre force nouvelle pour fuir à toutes jambes.",
    "is_escapable": true,

    "pathways": {
      "32": {
        "content": "Vous avez vaincu les créatures.",
        "is_victory_default": true
      },
      "0": {
        "content": "Vous fuyez, l'aventure est terminée jusqu'a ce que vous recommenciez l'aventure.",
        "is_escape_default": true
      }
    }
  },

  "163": {
    "step_type": "narrative",
    "content": "Vous avalez une gorgée de vin blanc. Il est infect ! L'Elfe Noir attend. Ne voulant pas le vexer, vous avalez une autre gorgée en grimaçant, puis vous le remerciez en lui expliquant qu'il vous faut repartir de la Cave. Ces deux gorgées de vin blanc vous ont donné la nausée et vous vous sentez très malade. Déduisez 1 point de votre total d'HABILETÉ et 2 points de votre total d'ENDURANCE.",
    "characteristic_balance": {
      "ability_current": -1,
      "life_current": -2
    },

    "pathways": {
      "32": {
        "content": "Continuer"
      }
    }
  },

  "164": {
    "step_type": "narrative",
    "content": "La porte est en métal massif, et il ne faut pas espérer la défoncer, même avec une Formule Magique de Force. Être arrivé si près du but et échouer au dernier moment ! Quelle déception ! A présent, il n'est plus question de continuer ; il vous faudra tout recommencer à zéro et essayer cette fois de trouver la combinaison. Sortez de la Citadelle, et vous repartirez demain à l'assaut de la Tour Noire.",

    "pathways": {
      "32": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "165": {
    "step_type": "narrative",
    "content": "La formule opère. Vous tirez votre épée et vous creusez dans le mur de terre un trou assez profond pour y poser le pied. Puis vous continuez ainsi, parvenant à remonter assez rapidement le long de la paroi du puits grâce à votre force nouvelle. Mais à mi-hauteur, votre force commence à diminuer, et vous risquez de retomber au fond du puits.",

    "pathways": {
      "398": {
        "content": "Utiliser une seconde formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      },
      "202": {
        "content": "Essayez d'appeler au secours."
      }
    }
  },

  "166": {
    "step_type": "narrative",
    "content": "Lorsque vous mordez dans la viande, vous entendez un faible cri de souffrance. La viande est dure et salée, mais elle n'a pas mauvais goût, et vous en prenez un autre morceau. A nouveau, vous entendez un cri, et, cette fois, le morceau de viande vous saute des mains ! Vous le ramassez, mais il essaie de vous échapper. Cette viande est vivante, et elle crie lorsque vous la mangez ! Vous sentez alors qu'on vous donne un coup, puis deux à l'intérieur même de votre estomac. Les deux bouchées que vous avez avalées s'efforcent de sortir de votre corps ! Vous tombez à terre, en vous tenant le ventre. Déduisez 2 points à votre total d'endurance. ",

    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "13": {
        "content": "Quitter la pièce par la porte de gauche."
      },
      "281": {
        "content": "Quitter la pièce par la porte d'en face."
      }
    }
  },

  "167": {
    "step_type": "chance",
    "content": "Vous vous penchez au-dessus du bouillon. Beurk ! C'est répugnant ! Vous demandez aux trois vieilles ce qu'elles mijotent là-dedans, et vous voyez alors l'une d'elles faire quelques gestes de la main en direction de la marmite. Aussitôt, vous rejetez la tête en arrière, mais trop tard ! Un énorme POISSON-MORDEUR jaillit du chaudron et vous plante ses dents dans le nez. Tentez votre chance.",

    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "224": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "331": {
        "content": "Pas de chance !",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "168": {
    "step_type": "narrative",
    "content": "Vous sortez l'Amulette et vous l'agitez devant les Ganjees, qui reculent d'un pas, visiblement impressionnés. « Entrez, étranger ! dit alors une voix. Nous ne vous importunerons pas. Passez par la porte du fond. » À ces mots, une porte située dans un coin se met à luire faiblement. Vous vous en approchez et vous l'ouvrez. ",

    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "328": {
        "content": "Continuer"
      }
    }
  },

  "169": {
    "step_type": "narrative",
    "content": "La pièce est une grande salle à manger. Au centre, vous voyez une longue table entourée d'une cinquantaine de chaises. Plusieurs portes donnent sur cette salle, mais ce qui vous intéresse surtout, ce sont deux escaliers qui mènent à un balcon la surplombant. Les murs sont ornés de tableaux et d'armures. Qu'allez-vous faire ?",

    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "19": {
        "content": "Monter l'escalier de gauche."
      },
      "197": {
        "content": "Monter l'escalier de droite."
      },
      "317": {
        "content": "Examiner les tableaux."
      },
      "151": {
        "content": "Examiner les armures."
      }
    }
  },

  "170": {
    "step_type": "chance",
    "content": "Votre corps s'anime d'une force nouvelle et vous foncez sur la porte comme un boulet. Tentez-votre chance.",

    "pathways": {
      "292": {
        "content": "Vous enfoncez la porte.",
        "is_victory_default": true
      },
      "64": {
        "content": "Vous préférez passer par la porte du milieu."
      },
      "304": {
        "content": "Passer par la porte la plus éloignée."
      }
    }
  },

  "171": {
    "step_type": "narrative",
    "content": " LE JEU DU PIC-SIX ",

    "pathways": {
      "31": {
        "content": "Terminer le jeu"
      }
    }
  },

  "172": {
    "step_type": "narrative",
    "content": "Vous attaquez la Gargouille et votre épée rebondit contre son corps de pierre avec un bruit métallique. Vous ne pourrez pas la blesser avec votre lance",

    "pathways": {
      "26": {
        "content": "Utiliser une formule magique."
      },
      "289": {
        "content": "Utiliser un des objets contenu dans votre sac a dos."
      }
    }
  },

  "173": {
    "step_type": "narrative",
    "content": "Vous vous concentrez et, soudain, un nuage de gaz ver-dâtre jaillit de votre index. La Femme-Tourbillon comprend qu'en tourbillonnant elle va obligatoirement aspirer ce gaz et elle recule aussitôt. Quand elle s'est suffisamment éloignée, vous filez à toutes jambes vers la Tour Noire. ",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "174": {
    "step_type": "narrative",
    "content": "Le passage suit de nombreux méandres puis aboutit enfin à un escalier. Vous en montez les marches et vous vous retrouvez dans un autre passage qui se termine bientôt en impasse. En examinant le mur, vous découvrez un petit levier que vous tirez. Le mur pivote alors lentement et se referme derrière vous après votre passage. Vous êtes maintenant devant une porte close.",

    "pathways": {
      "268": {
        "content": "Essayer d'enfoncer la porte."
      },
      "116": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      }
    }
  },

  "175": {
    "step_type": "narrative",
    "content": "La créature n'a jamais entendu parler d'un nommé Pincus. Le Chien Singe, armé jusqu'aux dents, s'avance en grognant.",

    "pathways": {
      "110": {
        "content": "Choisir un autre nom."
      },
      "288": {
        "content": "Vous préparer au combat."
      }
    }
  },

  "176": {
    "step_type": "narrative",
    "content": "Tandis que vous vous approchez d'elle, elle se retourne pour vous observer. Votre épée ne l'impressionne pas le moins du monde : « Posez votre arme, jeune étranger, dit-elle, je ne suis qu'une vieille femme et je ne vous ferai aucun mal. » Que faites-vous ?",

    "pathways": {
      "127": {
        "content": "Vous ne la croyez pas et brandissez votre épée dans sa direction."
      },
      "21": {
        "content": "Vous rangez votre épée et parlez avec elle."
      },
      "329": {
        "content": "Utiliser une formule de telepathie."
      }
    }
  },

  "177": {
    "step_type": "narrative",
    "content": "Vous êtes dans un couloir étroit, long de quelques mètres, qui aboutit à une porte. Mais, à mi-chemin, vous apercevez un passage voûté, avec des marches qui descendent. ",

    "pathways": {
      "5": {
        "content": "Continuer vers la porte."
      },
      "344": {
        "content": "Descendre les marches."
      }
    }
  },

  "178": {
    "step_type": "narrative",
    "content": "Vous faites le tour de la cuisine, suivi par le Devlin. Vous lui jetez des chaises, de la nourriture, des couteaux et des bols, mais sans résultat. Vous lancez alors une coupe pleine de liquide à travers la pièce et le Devlin pousse un cri aigu. Son corps de flamme a été éclaboussé ! Une idée vous vient aussitôt. Vous vous approchez de la marmite pour y attirer la créature qui, bientôt, vous poursuit en courant autour du chaudron. Et, soudain, vous vous arrêtez, tous les deux face à face, de part et d'autre du liquide bouillonnant. Vous soulevez alors le chaudron et vous en renversez le contenu sur la créature qui se met à hurler, tandis que s'éteint son corps de flamme, noyé dans le bouillon.",

    "pathways": {
      "17": {
        "content": "Regarder dans le placard."
      },
      "265": {
        "content": "Quitter la cuisine par la porte du fond."
      }
    }
  },

  "179": {
    "step_type": "narrative",
    "content": "Vous sortez de l'ombre en direction du centre de la cour. « Halte ! On ne bouge plus ! » crie alors une voix. Vous vous retournez, mais vous ne voyez personne et vous avancez encore de deux pas. A nouveau, la voix mystérieuse vous ordonne de vous arrêter, et, cette fois, une flèche vient en sifflant se planter près de votre pied gauche. Vous faites un bond en arrière et vous ne voyez toujours personne. Vous êtes à la merci d'un ennemi invisible. Qu'allez-vous faire ?",

    "pathways": {
      "378": {
        "content": "Continuer d'avancer tant bien que mal."
      },
      "125": {
        "content": "Courir vers le monument au centre de la cour."
      },
      "341": {
        "content": "Utiliser une formule de protection.",
        "formula_balance": {
          "formula_protection": -1
        }
      }
    }
  },

  "180": {
    "step_type": "narrative",
    "content": "Le grand Gark est mort ! Vous attendez une minute pour voir si le combat a attiré l'attention des gardes, mais tout paraît tranquille. Vous fouillez alors les vêtements de la créature, mais vous ne découvrez rien de grande valeur. Dans une bourse attachée à sa ceinture, vous trouvez cependant 6 Pièces d'Or et une Brosse à Cheveux ouvragée. Vous les mettez dans votre sac a dos avant de poursuivre votre chemin.",

    "inventory_balance": {
      "comb": 1,
      "gold": 6
    },

    "pathways": {
      "378": {
        "content": "Continuer"
      }
    }
  },

  "181": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule Magique, et le Tapis Volant passe au dessus de vous sans vous , mais un second Tapis, identique au premier, se met à son tour à voltiger autour de la pièce. La Tête de Chien quitte alors le mur et vient sauvagement vous mordre le bras. Vous perdez 2 points d'ENDURANCE. ",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "54": {
        "content": "Offrir un cadeau."
      },
      "25": {
        "content": "Quitter la pièce par l'autre porte."
      }
    }
  },

  "182": {
    "step_type": "narrative",
    "content": "Vous êtes littéralement aspiré dans la pièce, et, comme par magie, la flamme de votre torche vacille, puis s'éteint. La pièce devient aussitôt noire comme un four. Venant de nulle part et de partout éclate alors un rire moqueur. « Jeune imbécile ! dit une voix dont le registre oscille entre le grave et l'aigu, sois le bienvenu chez les GANJEES ! Dommage pour toi, mais ce sera la dernière salle que tu visiteras... Il est vrai que tu ne peux pas voir grand-chose ! Bah, l'essentiel c'est que nous te voyions parfaitement, n'est-ce pas mes frères ? » Des rires viennent ponctuer ces paroles, et, soudain un visage fantomatique apparaît dans le noir, s'avançant vers vous comme suspendu dans les airs. Vous vous jetez à terre en vous recroquevillant pour vous protéger: cette fois, vous avez vraiment peur. Vous perdez 1 point d'HABILETÉ, 2 points d'ENDURANCE et 1 point de CHANCE, en raison de la terreur qui vous saisit. Qu'allez-vous faire à présent 1",
    "characteristic_balance": {
      "life_current": -2,
      "chance_current": -1,
      "ability_current": -1
    },

    "pathways": {
      "85": {
        "content": "Utiliser une formule de feu.",
        "formula_balance": {
          "formula_fire": -1
        }
      },
      "395": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "322": {
        "content": "Chercher dans votre sac a dos un objet qui puisse vous aider."
      },
      "248": {
        "content": "Tirer votre épée."
      }
    }
  },

  "183": {
    "step_type": "narrative",
    "content": "Il vous remercie avec effusion. Vous vous êtes fait un ami.",

    "pathways": {
      "270": {
        "content": "Continuer"
      }
    }
  },

  "184": {
    "step_type": "narrative",
    "content": "Tandis que vous vous demandez comment faire pour lui échapper, l'Hydre s'avance. Deux de ses têtes vous mordent, l'une au bras et l'autre au cou. Leurs dents pointues ont transpercé votre peau et pénétré profondément dans votre chair. Vous êtes perdu. Vous avez échoué dans votre mission.",

    "pathways": {
      "270": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "185": {
    "step_type": "narrative",
    "content": "La porte s'ouvre sur un étroit couloir qui oblique vers la gauche, continue sur quelques mètres puis aboutit à une autre porte dont vous saisissez la poignée.",

    "pathways": {
      "13": {
        "content": "Continuer"
      }
    }
  },

  "186": {
    "step_type": "narrative",
    "content": "L'homme grand approuve et tente de convaincre le petit qu'il s'agit là d'un juste prix. Le petit homme pousse des jurons et marmonne entre ses dents, offrant 6, puis 7 Pièces d'Or, mais le prix de la dague a été fixé à 8. Vous pouvez, si vous le souhaitez, offrir 8 Pièces d'Or à l'homme grand. ",

    "pathways": {
      "15": {
        "content": "Utiliser une formule d'or du sot."
      },
      "83": {
        "content": "Bavarder avec l'homme."
      },
      "245": {
        "content": "Continuez votre chemin."
      }
    }
  },

  "187": {
    "step_type": "narrative",
    "content": "Vous vous concentrez sur l'esprit du Sorcier. Des images et des mots défilent alors dans votre tête. Puis, au bout de quelques secondes, plus rien. Vous levez les yeux sur le Sorcier celui-ci vous contemple avec fureur. « N'essaie pas de lire dans les pensées de Balthus le Terrible ! » s'exclame-t-il. Vous vous concentrez à nouveau, mais en vain : il a réussi à annihiler vos pouvoirs télépathiques. Vous repensez alors aux images et aux sons que vous avez tout d'abord perçus : une carte et un plan de bataille... un grand cri perçant... une lumière aveuglante... un anneau à son doigt... une lame d'épée tranchante comme un rasoir... et vous ! Le Sorcier marmonne entre ses dents, tout en vous fixant d'un seul œil. Puis il lève une main et la regarde en se concentrant. Il vous fixe ensuite, et agite sa main d'avant en arrière, de côté et d'autre, de plus en plus vite avant de l'abattre sur la table. Vous tombez aussitôt par terre, non pas sous l'effet de la surprise, mais parce que le sol remue en tous sens sous vos pieds. La salle entière tangue et roule comme un bateau en pleine tempête. D'un pas très assuré, le Sorcier marche vers vous, mais vous êtes, pour votre part, incapable de vous relever. Il n'y a plus guère que la magie qui puisse vous être de quelque secours, si toutefois il vous reste encore des Formules. ",

    "pathways": {
      "279": {
        "content": "Utiliser une formule de lévitation.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "314": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "115": {
        "content": "Vous ne possédez aucune de ces deux formules."
      }
    }
  },

  "188": {
    "step_type": "narrative",
    "content": "Soudain, un éclair de lumière vous aveugle. Vous vous protégez les yeux, puis vous les frottez... Mais vous ne voyez plus rien ! Pris de panique, vous entendez un sourd grondement. Des pas feutrés se rapprochent. Une créature invisible rugit alors et vous hurlez de douleur lorsqu'elle enfonce ses dents pointues dans votre jambe. Qu'allez-vous faire ?",

    "pathways": {
      "301": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      },
      "159": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "51": {
        "content": "Tirer votre épée et frapper a l'aveuglette."
      }
    }
  },

  "189": {
    "step_type": "narrative",
    "content": "Choisissez l'une de ces formules magiques.",

    "pathways": {
      "301": {
        "content": "Utiliser une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "159": {
        "content": "Utiliser une formule de protection.",
        "formula_balance": {
          "formula_protection": -1
        }
      },
      "43": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "333": {
        "content": "Vous ne disposez d'aucune de ces formules et devez combattre."
      }
    }
  },

  "191": {
    "step_type": "combat",
    "content": "Vous êtes surpris par le sortilège du Sorcier. Il a créé votre double, un double parfait, disposant d'une épée semblable à la vôtre. Sur l'ordre de Balthus, votre jumeau s'avance et vous devez le combattre. Il a les mêmes points d'HABILETÉ, d'ENDURANCE et de CHANCE que vous. Le seul avantage que vous avez sur lui est de pouvoir utiliser votre CHANCE au cours du combat. Votre jumeau ne le peut pas.",

    "pathways": {
      "191": {
        "content": "Vous avez vaincu votre ennemi.",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Une copie de vous",
        "life": 8,
        "ability": 7
      }
    ]
  },

  "192": {
    "step_type": "narrative",
    "content": "Vous prononcez la formule magique juste à temps. Le projectile vient frapper votre bouclier invisible, et s'écrase contre lui avant de se répandre sur le sol. Vous examinez alors l'espèce de bouillie produite par le choc et vous vous apercevez que c'est une tomate qui a failli vous atteindre ! Au milieu de la pièce, le petit bonhomme endormi se réveille.",

    "pathways": {
      "29": {
        "content": "Continuer"
      }
    }
  },

  "193": {
    "step_type": "narrative",
    "content": "Choisissez une Formule Magique :",

    "pathways": {
      "211": {
        "content": "Or du Sot.",
        "formula_balance": {
          "formula_gold": -1
        }
      },
      "123": {
        "content": "Telepathie.",
        "formula_balance": {
          "formula_telepathy": -1
        }
      },
      "35": {
        "content": "Illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "283": {
        "content": "Vous ne disposez d'aucune de ces formules."
      }
    }
  },

  "194": {
    "step_type": "narrative",
    "content": "L'étreinte se resserre autour de votre cou, et pour la dernière fois de votre existence vous éprouvez un sentiment de terreur tandis que ces créatures aux longs visages macabres se réjouissent de votre mort. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "195": {
    "step_type": "narrative",
    "content": "Suivi des yeux par Balthus le Terrible, vous plongez derrière la table sur laquelle est étalée le plan de bataille. La minuscule boule de feu plonge, elle aussi, mais passe au-dessus de votre tête. Il va falloir très vite utiliser vos pouvoirs magiques pour contre-attaquer.",

    "pathways": {
      "377": {
        "content": "Continuer."
      }
    }
  },

  "196": {
    "step_type": "narrative",
    "content": "La pièce est un garde-manger. Vous êtes tout d'abord surpris par un mélange d'odeurs douceâtres, épicées et rances. Des morceaux de viande pendent à des crochets le long du mur. Dans un coin, se trouve un tonneau rempli de fruits exotiques. Sur des étagères s'alignent une douzaine de fromages différents dont l'odeur vous arrache une grimace : de toute évidence, certains d'entre eux sont beaucoup trop faits. Six miches de pain noir sont posées sur une table à côté d'une planche à découper et d'un couteau. Deux autres portes permettent de sortir de la pièce. ",

    "pathways": {
      "45": {
        "content": "Essayer de manger quelque chose."
      },
      "13": {
        "content": "Partir par la porte de gauche."
      },
      "281": {
        "content": "Partir par la porte de droite."
      }
    }
  },

  "197": {
    "step_type": "narrative",
    "content": "Les vieilles marches craquent sous vos pas. Vous montez avec précaution jusqu'au balcon. ",

    "pathways": {
      "363": {
        "content": "Continuer."
      }
    }
  },

  "198": {
    "step_type": "chance",
    "content": "Vous n'avez pas le temps de réfléchir et vous prenez une poignée d'herbes dans votre sac pour les montrer à l'Homme-Rhino. Vous lui dites que vous êtes un herboriste venu soigner le bibliothécaire, qui est gravement malade. Le messager venu vous chercher ne vous a jamais donné le mot de passe. L'Homme-Rhino va-t-il vous croire ? Tentez votre chance ",

    "pathways": {
      "177": {
        "content": "Vous êtes chanceux, il vous croit et vous laisse entrer.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "290": {
        "content": "Vous êtes malchanceux, le garde ne veut rien entendre.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "199": {
    "step_type": "narrative",
    "content": "Le Sorcier s'est transformé en une Gorgone, une créature extrêmement dangereuse, qui a le pouvoir de changer en pierre celui qui la regarde dans les yeux. Or vous vous ruez sur Balthus le Terrible en le regardant justement droit dans les yeux. Le Sortilège opère aussitôt. Vos articulations se raidissent et vous tombez à terre. Votre conscience s'efface alors à mesure que vous vous transformez en une statue de pierre aux pieds de Balthus le Terrible... Vous avez échoué dans votre mission",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "200": {
    "step_type": "narrative",
    "content": "Vous avez bougé. La créature sort de sa torpeur et s'avance vers vous.",

    "pathways": {
      "237": {
        "content": "Courir en direction de la de la porte qui se trouve au bout du couloir."
      },
      "98": {
        "content": "Vous approcher des coffrets en prenant le risque d'affronter le géant silencieux."
      }
    }
  },

  "201": {
    "step_type": "narrative",
    "content": "Ils vous désignent les deux portes. Celle de gauche, disent-ils, conduit à la cuisine où les cuisiniers préparent le dîner. La porte de droite mène au Grand Hall où ont lieu tous les banquets.",

    "pathways": {
      "270": {
        "content": "Continuer."
      }
    }
  },

  "202": {
    "step_type": "narrative",
    "content": "Après avoir hurlé pendant quelques minutes, vous entendez des voix parler dans une langue inconnue. Les voix se rapprochent et à votre grand soulagement, vous apercevez quatre têtes qui se penchent vers l'intérieur du puits. Vous criez aux quatre hommes de vous jeter une corde et ils échangent avec vous quelques paroles puis disparaissent. Peu après, vous les entendez qui reviennent en courant. Ils se penchent à nouveau au-dessus du puits et vous jettent alors non pas une corde, mais un chaudron d'huile bouillante. Lors de votre prochaine mission, faites donc un peu attention où vous mettez les pieds. En tout cas votre aventure pour le moment est terminée. Et souvenez-vous : les étrangers ne sont pas les bienvenus dans la Citadelle du Chaos...",

    "pathways": {
      "270": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "203": {
    "step_type": "narrative",
    "content": "En courant vers les portes, vous trébuchez, ce qui permet au Gark de gagner du terrain. Il vous attrape par le bras et vous projette à travers la pièce. Vous atterrissez lourdement contre le mur, sous le miroir.",

    "pathways": {
      "16": {
        "content": "Combattre a l'épée."
      },
      "11": {
        "content": "Utiliser la magie."
      }
    }
  },

  "204": {
    "step_type": "narrative",
    "content": "Vous vous bouchez le nez et vous avancez dans l'eau vaseuse. Mais, après avoir fait deux pas, vous sentez qu'on vous attrape la jambe. En la sortant de l'eau vous vous apercevez qu'une plante grimpante s'est enroulée autour d'elle ! Vous sautez aussitôt sur la rive, la plante toujours agrippée à votre mollet. L'autre extrémité du végétal surgit alors de l'eau, se dresse et se tourne vers vous comme pour vous regarder, puis retombe avec bruit dans la vase. Vous comprenez à cet instant qu'il ne s'agit pas d'une plante grimpante mais d'un immonde BOA D'EGOUT, qui rampe à présent dans votre direction. ",

    "pathways": {
      "73": {
        "content": "Continuer."
      }
    }
  },

  "205": {
    "step_type": "narrative",
    "content": "Le combat du petit homme et du grand homme",

    "pathways": {
      "73": {
        "content": "Le petit homme est encore en vie."
      },
      "368": {
        "content": "Le petit homme est mort."
      }
    }
  },

  "206": {
    "step_type": "narrative",
    "content": "Vous franchissez la porte et vous voici au pied d'un autre escalier en colimaçon qui mène à la Tour Noire. Vous en grimpez les marches et vous arrivez à un palier où il n'y a qu'une seule porte. Vous en tournez la poignée, et la porte s'ouvre lentement.",

    "pathways": {
      "182": {
        "content": "Continuer"
      }
    }
  },

  "207": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte et vous scrutez les ténèbres. Puis vous faites deux pas en avant. Vos yeux commencent à s'habituer à l'obscurité, et vous refermez la porte derrière vous, en prenant congé du Farfadet.",

    "pathways": {
      "188": {
        "content": "Continuer"
      }
    }
  },

  "208": {
    "step_type": "narrative",
    "content": "La morsure de l'Homme-Araignée inocule un venin mortel. Et, lorsqu'il plante ses crocs dans votre chair, vous sentez aussitôt le poison envahir votre corps et paralyser vos nerfs. Vous vous écroulez par terre, et il revient à la charge. Le dernier souvenir que vous emporterez dans l'autre monde sera la vision de cette petite bête hideuse qui s'approche de votre gorge pour vous  le coup de grâce. Vous avez échoué dans votre mission.",

    "pathways": {
      "188": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "209": {
    "step_type": "narrative",
    "content": "Vous contemplez l'étrange architecture du monument. Ce n'est pas une fontaine, mais une sorte de temple. Il y a une porte sur le côté.",

    "pathways": {
      "362": {
        "content": "Ouvrir cette porte."
      },
      "156": {
        "content": "poursuivre votre chemin en direction de la tour."
      }
    }
  },

  "210": {
    "step_type": "narrative",
    "content": "Vous vous trouvez à présent dans une grande salle circulaire, éclairée par une unique torche fixée au mur. Pas de meubles, sauf une simple table en bois et une chaise au milieu de la pièce. Un tout petit homme, vêtu d'une chemise verte et de culottes bouffantes, est en état de lévitation au-dessus de la table et dort à poings fermés. Il n'a certainement pas plus d'un mètre de haut. Vous avez du mal à croire qu'il dort encore après votre bruyante entrée ! Soudain vous entendez un craquement et vous regardez vers la droite, juste à temps pour voir une petite catapulte vous expédier un projectile qui vous atteindra à coup sûr si vous n'utilisez pas une Formule de Protection.",

    "pathways": {
      "192": {
        "content": "Utiliser une formule de protection."
      },
      "359": {
        "content": "Ne pas utiliser de formule de protection."
      }
    }
  },

  "211": {
    "step_type": "narrative",
    "content": "Vous lui offrez les cailloux que vous avez changés en pépites d'or. «J'ai tout ce que je veux ici, réplique-t-il. J'ai de quoi manger, j'ai un travail, et si je m'ennuie, on me donne le droit de torturer les prisonniers pour m'amuser. Alors, que ferais-je de cet or ? » Il vaut mieux essayer une autre formule !",

    "pathways": {
      "123": {
        "content": "Utiliser une formule Télépathie."
      },
      "35": {
        "content": "Utiliser une formule  d'illusion."
      },
      "283": {
        "content": "Vous n'avez aucune de ces formules."
      }
    }
  },

  "212": {
    "step_type": "narrative",
    "content": "Vous lui offrez les cailloux que vous avez changés en pépites d'or. «J'ai tout ce que je veux ici, réplique-t-il. J'ai de quoi manger, j'ai un travail, et si je m'ennuie, on me donne le droit de torturer les prisonniers pour m'amuser. Alors, que ferais-je de cet or ? » Il vaut mieux essayer une autre formule !",

    "pathways": {
      "90": {
        "content": "Continuer"
      }
    }
  },

  "213": {
    "step_type": "combat",
    "content": "Vous sortez votre épée.",
    "is_escapable": true,

    "pathways": {
      "235": {
        "content": "Vous avez vaincu les créatures.",
        "is_victory_default": true
      },
      "209": {
        "content": "Vous prenez la fuite.",
        "is_escape_default": true
      }
    },

    "ennemies": [
      {
        "name": "Nain",
        "life": 6,
        "ability": 5
      },
      {
        "name": "Gobelin",
        "life": 4,
        "ability": 6
      },
      {
        "name": "Orque",
        "life": 7,
        "ability": 5
      }
    ]
  },

  "214": {
    "step_type": "narrative",
    "content": "Vous débouchez le flacon et vous aspergez la créature avec le liquide vert. Elle pousse alors des cris et des grognements en se tenant la gorge. Le liquide semble la brûler en produisant des volutes de fumée. Quelques instants plus tard, la Gargouille tombe morte sur le sol.",

    "pathways": {
      "62": {
        "content": "Continuer"
      }
    }
  },

  "215": {
    "step_type": "narrative",
    "content": "Il va falloir inventer un mensonge pour tromper ces trois sorcières. ",

    "pathways": {
      "136": {
        "content": "Prétendre que le capitaine de la garde a ordonné l'inspection de la cuisine."
      },
      "41": {
        "content": "Leur dire que vous vous êtes égaré et que vous cherchez votre chemin. "
      }
    }
  },

  "216": {
    "step_type": "narrative",
    "content": "Comment allez-vous l'aborder ?",

    "pathways": {
      "391": {
        "content": "Essayer de le soudoyer en offrant de l'or.",
        "inventory_required": ["gold"]
      },
      "294": {
        "content": "Dire au Gark que vous êtes un invité."
      },
      "36": {
        "content": "Utiliser une formule d'or du sot."
      }
    }
  },

  "217": {
    "step_type": "narrative",
    "content": "Vous tournez doucement la poignée pour essayer d'entrer sans vous faire voir. La porte s'ouvre lentement et vous pénétrez dans une pièce obscure éclairée par une simple chandelle à la flamme vacillante. Votre sang alors se glace : un TRIDENT menaçant est en effet pointé sur votre gorge. En un éclair, vous devez prendre une décision. Qu'allez vous faire ?",

    "pathways": {
      "293": {
        "content": "Utiliser une formule de protection.",
        "formula_balance": {
          "formula_protection": -1
        }
      },
      "57": {
        "content": "Essayer d'esquiver l'arme."
      }
    }
  },

  "218": {
    "step_type": "narrative",
    "content": "En face de vous, se trouve une grande porte, solidement verrouillée.",

    "pathways": {
      "118": {
        "content": "Frapper trois fois pour appeler le garde."
      },
      "94": {
        "content": "Utiliser une formule de force pour l'enfoncer.",
        "formula_balance": {
          "formula_force": -1
        }
      }
    }
  },

  "219": {
    "step_type": "narrative",
    "content": "Vous vous baissez en vous protégeant la tête. Une bouteille vient alors vous frapper, puis une autre, et une autre encore. Vous ne sentez rien cependant ! Par quel miracle ? L'explication vous vient soudain à l'esprit. Le vin devait contenir une substance hallucinogène, et vous êtes tout simplement en train d'imaginer cette attaque de bouteilles. Un instant plus tard, le bruit cesse. Vous levez les yeux et, comme vous vous y attendiez, toutes les bouteilles sont bien rangées dans leurs casiers. Soulagé, vous quittez aussitôt la Cave pour reprendre votre chemin.",

    "pathways": {
      "95": {
        "content": "Continuer"
      }
    }
  },

  "220": {
    "step_type": "narrative",
    "content": " COMBAT AVEC DEUX CHEMINS POSSIBLES",

    "pathways": {
      "243": {
        "content": "Gauche"
      },
      "2": {
        "content": "Droite"
      }
    }
  },

  "221": {
    "step_type": "narrative",
    "content": " Tandis que vous avancez, elle fait un geste des deux mains et baisse la tête en marmonnant.",

    "pathways": {
      "127": {
        "content": "continuer"
      }
    }
  },

  "222": {
    "step_type": "narrative",
    "content": " Tandis que vous rampez le long de la muraille, vous entendez un faible gémissement, à quelques mètres de vous. En vous rapprochant, vous apercevez un homme étendu sur le sol ; de toute évidence, il a mal et appelle à l'aide.",

    "pathways": {
      "137": {
        "content": "Vous approcher et tenter de lui porter secours."
      },
      "14": {
        "content": "L'ignorer et continuer votre chemin."
      }
    }
  },

  "223": {
    "step_type": "narrative",
    "content": " Elle grimace en contemplant la répugnante petite chose et remonte les draps pour se protéger.",

    "pathways": {
      "138": {
        "content": "Continuer"
      }
    }
  },

  "224": {
    "step_type": "narrative",
    "content": "Vous rejetez la tête en arrière. Vous avez évité de justesse les mâchoires du Poisson-Mordeur. Mais votre tête a cogné l'anse du chaudron, et vous perdez deux points d'ENDURANCE. Vous chancelez sous le coup, et, tandis que vous essayez de rassembler vos esprits, les trois vieilles vous poussent vers la porte de la cuisine. « Bon débarras ! » hurlent-elles.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "265": {
        "content": "Continuer"
      }
    }
  },

  "225": {
    "step_type": "narrative",
    "content": "Il est tout à fait d'accord: il s'agit bien d'un objet de grande valeur. Mais le petit homme déclare qu'il ne dispose pas de l'argent nécessaire et s'en va, sa silhouette disparaissant bientôt dans l'obscurité. L'homme à la haute taille vous offre alors la dague au prix de 9 Pièces d'Or.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "15": {
        "content": "Acheter la dague",
        "inventory_balance": {
          "gold": -5
        }
      },
      "245": {
        "content": "Vous excuser et reprendre votre chemin."
      }
    }
  },

  "226": {
    "step_type": "narrative",
    "content": "Vous avez la possibilité de prendre dans votre sac à dos l'un des objets suivants (à condition, bien sûr, que vous l'ayez en votre possession) :",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "312": {
        "content": "Un mirroir en argent.",
        "inventory_required": ["silver_mirror"]
      },
      "37": {
        "content": "Un mirroir en argent.",
        "inventory_required": ["golden_fleece"]
      },
      "384": {
        "content": "Un mirroir en argent.",
        "inventory_required": ["myriad"]
      },
      "184": {
        "content": "Vous ne disposez d'aucun de ces objets."
      }
    }
  },

  "227": {
    "step_type": "narrative",
    "content": "Votre comportement provoque la colère des joueurs. Le ton monte, et ils commencent à élever la voix puis, soudain, ils vous attaquent. Vous vous défendez, mais l'un d'eux vous frappe la tête avec la poignée de son épée et vous perdez connaissance.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "234": {
        "content": "Continuer"
      }
    }
  },

  "228": {
    "step_type": "narrative",
    "content": "La porte en chêne est très solide et il est peu probable que vous parveniez à l'enfoncer ; mais vous pouvez toujours essayer. Vous pouvez également utiliser une Formule de Force. D'autre part, la serrure est en cuivre et si vous possédez une Clef de Cuivre, vous avez la possibilité de vous en servir. Qu'allez-vous faire ?",

    "pathways": {
      "88": {
        "content": "Essayer d'enfoncer la porte."
      },
      "170": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": 1
        }
      },
      "296": {
        "content": "Vous servir d'une clef de cuivre.",
        "inventory_required": ["copper_key"]
      }
    }
  },

  "229": {
    "step_type": "narrative",
    "content": "L'étape ou l'on peut aller directement a l'étape de jeu que l'on souhaite si l'on connait le numéro ",

    "pathways": {
      "50": {
        "content": "Essayer d'enfoncer la porte."
      },
      "164": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": 1
        }
      }
    }
  },

  "230": {
    "step_type": "narrative",
    "content": "« Vous êtes venu gagner de l'argent, n'est-ce pas ? lance le Singe Chien. Eh bien ! partagez donc avec nous un peu de vos bénéfices ! » ",

    "pathways": {
      "96": {
        "content": "Utiliser une formule d'or du sot.",
        "formula_balance": {
          "formula_gold": 1
        }
      },
      "288": {
        "content": "Vous préparer au combat."
      }
    }
  },

  "231": {
    "step_type": "chance",
    "content": "Vous donnez un coup d'épaule contre la porte. Tentez votre chance.",

    "pathways": {
      "196": {
        "content": "Vous avez réussi a enfoncer la porte.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "243": {
        "content": "Vous revenez au carrefour d'où vous venez et prenez l'autre direction.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "232": {
    "step_type": "chance",
    "content": "Vous donnez un coup d'épaule contre la porte. Tentez votre chance.",

    "pathways": {
      "111": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "72": {
        "content": "Pas de chance !",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "233": {
    "step_type": "narrative",
    "content": "Vous évitez le Trident, mais l'une de ses pointes se plante malgré tout dans votre épaule. Heureusement, ce n'est pas du côté du bras qui vous sert à manier l'épée. Vous empoignez la pointe du Trident et vous l'extirpez de votre épaule en hurlant de douleur. Cette blessure vous fait perdre 5 points d'ENDURANCE.",
    "characteristic_balance": {
      "life_current": -5
    },

    "pathways": {
      "374": {
        "content": "continuer"
      }
    }
  },

  "234": {
    "step_type": "narrative",
    "content": "Vous vous réveillez dans une pièce sale dont les murs grossiers sont à l'évidence taillés dans le roc. De solides barreaux de fer fixés à un soupirail et sur la porte ne font que confirmer votre crainte : vous êtes enfermé dans une espèce de cul-de-basse-fosse. Et vous ne pouvez rien faire d'autre, pour le moment, que de rester assis sur la paillasse posée dans un coin, en attendant que quelqu'un vienne s'occuper de vous. Une heure plus tard, vous entendez un bruit de pas traînant. Vous regardez à travers les barreaux de la porte : une sorte de lézard s'avance dans le corridor, portant un bol et une assiette. La créature a deux têtes qui parlent entre elles ; sa peau est recouverte d'écaillés grises et sa longue queue traîne derrière elle dans le couloir. Le lézard bicéphale s'arrête devant la porte de votre cachot et passe le bol et l'assiette par une petite trappe, puis il va s'asseoir à une table un peu plus loin. Il vous a apporté du pain et du bouillon. Allez-vous boire et manger, ou préférez-vous essayer de parler à cette créature qui a pour nom le CALACORM ? ",

    "pathways": {
      "397": {
        "content": "Vous voulez manger."
      },
      "69": {
        "content": "Vous souhaiter vous addresser au Calacorm."
      }
    }
  },

  "235": {
    "step_type": "narrative",
    "content": "Les échos de la bataille contre le Nain, le Gobelin et l'Orque pourraient bien avoir attiré d'autres créatures. Inquiet, vous scrutez les ténèbres, mais rien ne se passe. Vous fouillez alors les poches de vos adversaires vaincus et vous y trouvez 8 Pièces d'Or et une de cuivre, ainsi qu'un pot contenant une sorte d'onguent noir. Vous ne pouvez prendre que deux de ces trois trouvailles. En examinant le pot, vous découvrez une inscription sur le couvercle, en lettres runiques. Vous sautez alors de joie, car il s'agit d'une Potion Magique très rare. Le pot en contient deux doses dont chacune augmente d'un point votre total de MAGIE, ce qui vous donne le droit d'utiliser une Formule Magique supplémentaire. Vous pouvez emporter cette Potion et, quand vous en boirez une dose après avoir utilisé une Formule Magique, vous n'aurez pas besoin de rayer cette formule de votre liste. Mais n'oubliez pas : il n'y a que deux doses dans le pot.",

    "pathways": {
      "245": {
        "content": "Continuer votre chemin vers la citadelle."
      },
      "269": {
        "content": "Vous diriger vers les deux hommes qui bavardent près de la torche."
      }
    }
  },

  "236": {
    "step_type": "narrative",
    "content": "Ils prennent vos Baies avec enthousiasme, les portent à leur bouche et commencent à les mâcher. Quelques secondes plus tard, ils s'endorment l'un après l'autre. Vous en profitez pour fouiller dans le coffre où vous ne découvrez que quelques poupées semblables à celles qui se trouvent sur le sol, ainsi que des jouets en bois.",

    "pathways": {
      "245": {
        "content": "Continuer"
      }
    }
  },

  "237": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte et vous avancez dans un couloir orienté vers l'est, qui aboutit quelques mètres plus loin au pied d'un escalier. Vous en montez les marches et vous vous retrouvez dans un autre couloir étroit. A quelque distance, une ouverture vous laisse apercevoir une grande pièce bien éclairée. Vous vous dirigez dans cette direction.",

    "pathways": {
      "169": {
        "content": "Continuer"
      }
    }
  },

  "238": {
    "step_type": "narrative",
    "content": "Il vous indique une section dans les rayons de la bibliothèque et vous prenez un livre. Vous vous installez à une table pour le lire. L'ouvrage est fort intéressant : il retrace en effet toute l'histoire de la Citadelle. La Tour Noire fut construite par le grand-père de Balthus le Terrible, et devint peu à peu un sanctuaire abritant les forces du mal. L'ordre qui y régnait d'abord, dégénéra bientôt en chaos lorsque les monstrueuses créatures commencèrent à se disputer le pouvoir. Finalement, le grand père de Balthus dut se protéger -même de ses sujets, et inventa des pièges contre ses propres monstres. Les plus célèbres sont la Trappe de la Fosse Maudite et la Serrure à Combinaison Magique qui interdit l'accès à l'appartement du Maître. Le code de la combinaison est le 217. Vous lisez ensuite un chapitre consacré aux différents passages secrets de la Citadelle.",

    "pathways": {
      "18": {
        "content": "Demander des ouvrages concernant Balthus le Terrible."
      },
      "375": {
        "content": "Demander des ouvrages concernant les creatures du pic de la roche."
      },
      "31": {
        "content": "Quitter la bibliothèque par la porte du fond."
      }
    }
  },

  "239": {
    "step_type": "narrative",
    "content": "Il vous vient une idée. Avec la corde, vous fabriquez un lasso que vous faites tournoyer pour essayer d'attraper le coffre. Après plusieurs essais, la boucle du lasso s'enroule enfin autour du meuble et il ne vous reste plus qu'à tirer sur la corde pour le ramener vers vous. Bientôt, le coffre tombe dans le fossé, mais il est si lourd que son poids vous entraîne dans sa chute. ",

    "pathways": {
      "379": {
        "content": "Utiliser une formule de levitation.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "82": {
        "content": "Continuer."
      }
    }
  },

  "240": {
    "step_type": "narrative",
    "content": "Vous avez une boule de feu dans la main, et vous la projetez sur le vêtement qui est en train de vous étrangler. L'étoffe s'enflamme aussitôt, et un cri étouffé s'échappe de la bouche du spectre. Les autres Fantômes reculent. Vous jetez alors deux boules de feu sur deux autres Fantômes ; mais malheureusement ils étaient trop près de vous, et vous êtes vous-même brûlé. Ce qui vous coûte 2 points d'ENDURANCE. Vous avancez ensuite avec précaution en tenant les Fantômes à distance, jusqu'à ce que vous ayez dépassé l'endroit où se trouve la femme. Maintenant, vous êtes à l'abri. ",

    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "6": {
        "content": "Continuer"
      }
    }
  },

  "241": {
    "step_type": "narrative",
    "content": " Combat où l'endurance du héro est réduite à chaque ROUND",

    "pathways": {
      "77": {
        "content": "Continuer"
      }
    }
  },

  "242": {
    "step_type": "narrative",
    "content": "Vous avez une boule de feu dans la main, et vous la projetez sur le vêtement qui est en train de vous étrangler. L'étoffe s'enflamme aussitôt, et un cri étouffé s'échappe de la bouche du spectre. Les autres Fantômes reculent. Vous jetez alors deux boules de feu sur deux autres Fantômes ; mais malheureusement ils étaient trop près de vous, et vous êtes vous-même brûlé. Ce qui vous coûte 2 points d'ENDURANCE. Vous avancez ensuite avec précaution en tenant les Fantômes à distance, jusqu'à ce que vous ayez dépassé l'endroit où se trouve la femme. Maintenant, vous êtes à l'abri.",

    "pathways": {
      "24": {
        "content": "Goûter le vin rouge."
      },
      "105": {
        "content": "Goûter le vin blanc."
      },
      "95": {
        "content": "Ne goûter aucun des vins et poursuivre votre chemin."
      }
    }
  },

  "243": {
    "step_type": "narrative",
    "content": "Vous avez porté une blessure grave à la créature, mais votre épée s'est emmêlée dans ses longs cheveux. Et tandis que vous essayez de la récupérer, le monstre vous l'arrache des mains et l'expédie à l'autre bout de la pièce. Vous êtes sans défense désormais. Vous pouvez soit continuer le combat à mains nues, soit utiliser une Formule de Force. Sivous vous battez à mains nues avec votre force normale, déduisez 3 points de votre total d'HABILETÉ tant que durera le combat. Si vous utilisez une Formule de Force, vous mènerez le combat normalement, sans que votre total d'HABILETÉ change. Si vous gagnez, vous avez le droit de récupérer votre épée. ",

    "pathways": {
      "24": {
        "content": "Entrer dans la pièce sur la pointe des pieds."
      },
      "105": {
        "content": "Revenir à la bifurcation et et prendre  le couloir de droite."
      }
    }
  },

  "244": {
    "step_type": "narrative",
    "content": "Vous vous concentrez pour prononcer la Formule d'Illusion et lesRoulards s'immobilisent, s'inquiétant visiblement du tour que vous leurpréparez. Puis, soudain, vous disparaissez ! Ils recommencent alors àjacasser et semblent tout excités. Où donc êtes-vous passé ? Vous profitez de votre invisibilité pour:",

    "pathways": {
      "2": {
        "content": "Poursuivre votre chemin par le passage de droite."
      },
      "243": {
        "content": "Poursuivre votre chemin par le passage de gauche."
      }
    }
  },

  "245": {
    "step_type": "narrative",
    "content": "Vous marchez en direction de la Tour Noire. L'air de la nuit est calme, mais un petit vent se lève dans un murmure qui s'amplifie bientôt, et, soudain, une rafale vient vous frapper avec une telle violence que vous ne pouvez pratiquement plus avancer. Vous fermez alors les yeux jusqu'à ce que le vent s'apaise et, lorsque vous les rouvrez, vous apercevez le visage fantomatique d'une femme dont le corps est un Tourbillon de vent. Elle vous adresse quelques mots qui vous parviennent quelques secondes après qu'elle a fini de parler. De toute évidence, elle vous trouve l'air agressif et vous défie en vous lançant des injures. Vous sortez aussitôt votre épée, mais elle éclate de rire",

    "pathways": {
      "161": {
        "content": "L'ignorer et poursuivre votre chemin."
      },
      "390": {
        "content": "Lui parler."
      },
      "47": {
        "content": "Tentez de vous en débarasser a l'aide d'une formule magique."
      }
    }
  },

  "246": {
    "step_type": "combat",
    "content": "Vous devenez invisible, ce qui ne vous empêche pas de continuer à voir le Calacorm. Vous constatez cependant, à votre grand déplaisir, que la créature ne s'est pas aperçue de votre disparition ! Vous attendez patiemment, mais en vain, et vous commencez à vous inquiéter, car, bientôt, vous redeviendrez visible. Vous frappez alors le sol du pied pour faire voler la poussière. La bête, aussitôt, lève les yeux et se précipite vers la porte du cachot. Mais, entre-temps, vous êtes redevenu visible. « Tu voulais me jouer un tour, c'est cela ? » lance le Calacorm qui pénètre dans le cachot et vous empoigne par le bras. Il va falloir combattre.",

    "pathways": {
      "161": {
        "content": "Vous avez vaincu le Calacorm.",
        "is_victory_default": true
      }
    }
  },

  "247": {
    "step_type": "narrative",
    "content": "Votre demande les indigne, et vous vous maudissez d'avoir révélé le but de votre mission. Ils échangent alors quelques propos animés, puis, se tournant vers vous, ils se mettent tous ensemble à souffler très fort. A votre grand étonnement, leur souffle a la force d'une tempête, et vous êtes projeté contre la muraille. Votre tête heurte la pierre et vous perdez connaissance.",

    "pathways": {
      "234": {
        "content": "Continuer"
      }
    }
  },

  "248": {
    "step_type": "narrative",
    "content": "Un grand silence envahit la pièce. Soudain, un cri vous glace le sang ! Un visage repoussant surgit alors et se jette sur vous avec un hurlement. Vos cheveux se dressent sur votre tête et vos genoux s'entrechoquent. Vous parvenez cependant à atteindre la porte, à l'ouvrir, et à la franchir d'un bond. Mais vous avez oublié que vous vous trouviez au sommet de la Tour. Or, le balcon n'a pas de garde-fou, et vous vous élancez dans le vide en tombant tête la première.",

    "pathways": {
      "103": {
        "content": "Utiliser une formule de lévitation pour vous sortir de cette mauvaise passe.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "0": {
        "content": "Vous n'avez pas cette formule, vous vous écrasez en un misérable petit tas au pied de la tour, et votre corps désarticulé succombe dans un dernier soupir.",
        "is_end_of_the_game": true
      }
    }
  },

  "249": {
    "step_type": "narrative",
    "content": "Le passage aboutit à une porte de bois. Sur un   est inscrit le mot « GARDE-MANGER ». Vous collez votre oreille contre le panneau, mais vous n'entendez rien. La porte est verrouillée",

    "pathways": {
      "392": {
        "content": "Utilisez une clef de cuivre.",
        "inventory_required": ["copper_key"]
      },
      "231": {
        "content": "Vous tentez d'enfoncer la porte."
      },
      "55": {
        "content": "Vous retournez au croisement et suivez l'autre couloir."
      }
    }
  },

  "250": {
    "step_type": "narrative",
    "content": "Vous vous concentrez, et soudain un ouragan s'élève et la pièce. Les chaises, les livres et toutes sortes d'objets se mettent à voltiger, emportés dans un tourbillon. Vous seul n'êtes pas dupe de l'Illusion. Vous faites alors un pas en avant, mais vous vous arrêtez brusquement en entendant un rire sonore. Dans la pièce, le Tapis Volant et la Tête de Chien se sont changés en statues de pierres, et l'une de ces statues se moque de vous : « Salut, l'aventurier, dit-elle, nous sommes les MIKS, les Maîtres de l'Illusion, et vos tours grossiers ne pourront jamais nous tromper ! » La créature qui s'est à présent transformée en serpent, rampe sur le tapis, s'enroule autour de votre jambe, et plante soudain ses crochets dans votre postérieur. La douleur est insupportable, et vous vous écroulez sur le sol. Ce serpent était venimeux. Aussi, un conseil: prenez garde aux Miks lors de votre prochaine aventure, car dans l'immédiat, celle-ci est terminée.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "251": {
    "step_type": "narrative",
    "content": "Vous avancez dans la cour entourée de hautes murailles. torches allumées diffusent leur clarté dans l'obscurité, et l'on voit dessilhouettes se promener d'un pas traînant. Au milieu de la cour sedresse un grand monument, une fontaine peut-être. Al autre bout vousapercevez l'entrée de la Tour. Allez-vous :",

    "pathways": {
      "222": {
        "content": "Vous faufiler jusqu'a la tour."
      },
      "179": {
        "content": "Traverser hardiment la cour."
      },
      "321": {
        "content": "Marcher sur la pointe des pieds, en direction d'un groupe de créatures."
      }
    }
  },

  "252": {
    "step_type": "narrative",
    "content": "Vous avez attrapé cinq ou six têtes. Le monstre se débat pour se dégager du nœud et la Myriade soudain vous échappe des mains. La créature cependant est suffisamment occupée à se débattre pour que vous puissiez bondir vers la porte du fond. ",

    "pathways": {
      "229": {
        "content": "continuer"
      }
    }
  },

  "253": {
    "step_type": "narrative",
    "content": "Le fromage est bien sûr trop fait. Mais lorsque vous y goûtez, il  semble fort agréable, et même tout à fait délicieux. Vous en mangez alors un bon morceau, et vous gagnez 1 point d'HABILETÉ, 3 points d'ENDURANCE, et 1 point de CHANCE, puis vous repartez.",
    "characteristic_balance": {
      "ability_max": 1,
      "life_current": 3,
      "chance_current": 1
    },

    "pathways": {
      "13": {
        "content": "Vous essayer d'ouvrir la porte située dans le mur de gauche."
      },
      "281": {
        "content": "Vous choisissez la porte opposée à celle que vous venez de franchir."
      }
    }
  },

  "254": {
    "step_type": "narrative",
    "content": "Le fromage est bien sûr trop fait. Mais lorsque vous y goûtez, il  semble fort agréable, et même tout à fait délicieux. Vous en mangez alors un bon morceau, et vous gagnez 1 point d'HABILETÉ, 3 points d'ENDURANCE, et 1 point de CHANCE, puis vous repartez.",
    "characteristic_balance": {
      "ability_max": 1,
      "life_current": 2
    },

    "pathways": {
      "197": {
        "content": "Vous montez l'autre escalier."
      }
    }
  },

  "255": {
    "step_type": "chance",
    "content": "La créature vous regarde et ses yeux se rétrécissent. Sa main tient longue lance qu'elle pointe sur vous. « Ce n'est pas le mot de passe ! » s'exclame-t-elle, prête au combat. Tentez votre Chance",

    "pathways": {
      "198": {
        "content": "Chanceux, Vous avez l'opportunité de trouver une ruse.",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "290": {
        "content": "Malchanceux, vous bredouillez quelques mots avant que l'a créature s'avance pour vous combattre.",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "256": {
    "step_type": "narrative",
    "content": "Le Sorcier sourit. « Alors, tu veux faire partie de mes sujets ! dit-il en riant. Pour cela il faut d'abord que je sois sûr de ta loyauté. » Il pose sa main sur votre front, ferme les yeux, et se concentre. Vous sentez votre volonté faiblir et vous n'avez plus très envie de lutter. Au bout d'un moment, Balthus retire sa main. Vous êtes debout face à lui, et vous avez le choix : ",

    "pathways": {
      "65": {
        "content": "Vous incliner devant lui et faire acte de soumission."
      },
      "155": {
        "content": "Tirer votre épée et le combattre."
      }
    }
  },

  "257": {
    "step_type": "narrative",
    "content": "Vous jetez un coup d'œil autour de la pièce : éclairée par une simple torche, elle est spacieuse et dépourvue de meubles. Un gros rocher plat fait office de table et un petit rocher sert de tabouret. Dans un coin d'autres rochers s'entassent, collés les uns aux autres par de la boue. Vous ne savez pas à quoi ils servent : vous voyez simplement trois coffrets de bois posés dessus. Et soudain, vous sursautez, pris de peur, car votre torche vient d'éclairer, près de la porte, une immense créature qui semble elle-même taillée dans un roc. Elle a vaguement l'apparence d'un être humain et vous fixe droit dans les yeux, mais vous n'êtes pas sûr qu'elle vous voit vraiment ! Qu'allez-vous faire ?",

    "pathways": {
      "237": {
        "content": "Courir vers l'autre porte."
      },
      "357": {
        "content": "Essayer de parler a la créature."
      },
      "200": {
        "content": "Vous approcher lentement des coffrets."
      }
    }
  },

  "258": {
    "step_type": "narrative",
    "content": "Vos cadeaux ne les intéressent pas le moins du monde et ils reportent toute leur attention sur vous. ",

    "pathways": {
      "140": {
        "content": "Les distraire avec une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "366": {
        "content": "Vous ne disposez pas de cette formule d'illusion."
      }
    }
  },

  "259": {
    "step_type": "narrative",
    "content": "Médusée, elle vous regarde flotter en l'air et tourne sur elle-même comme une toupie en essayant de vous aspirer dans son tourbillon ; vous êtes cependant hors de portée et vous lui souriez d'un air narquois en lui faisant de la main un geste d'adieu. Vous volez ensuite en direction de la Tour Noire, et vous atterrissez devant la porte principale.",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "260": {
    "step_type": "narrative",
    "content": "Après quelques instants d'efforts, le coffret s'ouvre . A l'intérieurse trouve une clef d'argent. Qu'allez-vous faire ? de la Tour Noire, et vous atterrissez devant la porte principale.",

    "pathways": {
      "34": {
        "content": "Utiliser la clef pour ouvrir le deuxiemme coffret."
      },
      "299": {
        "content": "Utiliser la clef pour ouvrir le troisième coffret."
      },
      "237": {
        "content": "prendre la clef et chercher la sortie."
      }
    }
  },

  "261": {
    "step_type": "narrative",
    "content": "Le Singe-Chien demande à voir les plantes que vous êtes  transporter avec vous. Par chance, vous avez arraché quelques touffes d'herbe en chemin, et vous les lui montrez. Penchant la tête de  , la créature vous examine avec méfiance et vous demande le nom du garde que vous êtes venu guérir. Vous êtes pris au dépourvu et il vous faut vite penser à un nom pour tromper la sentinelle. Vous avez le choix entre :",

    "pathways": {
      "81": {
        "content": "Utiliser la clef pour ouvrir le deuxiemme coffret."
      },
      "175": {
        "content": "Utiliser la clef pour ouvrir le troisième coffret."
      },
      "394": {
        "content": "prendre la clef et chercher la sortie."
      }
    }
  },

  "263": {
    "step_type": "narrative",
    "content": "Les Calacorms sont des créatures qui se satisfont de , et en qui on peut avoir une grande confiance. Ils ont l'apparence de grands  à la peau grise et à la longue queue, et sont dotés de deux têtes qui  parlent sans cesse. Travailler, manger (ils se  de  morts) et disposer d'un logis confortable : telles sont les seules ambitions des Calacorms. Ils ont toutefois, dans leur vie, un autre  plaisir que ne laisserait guère prévoir leur nature paisible : ils  entendre hurler de douleur les prisonniers qu'on torture. Il faut également ajouter qu'ils sont terrifiés par les souris, en dépit de  grande taille.",

    "pathways": {
      "326": {
        "content": "Continuer"
      }
    }
  },

  "264": {
    "step_type": "narrative",
    "content": "Vos muscles puissants se tendent et vous agrippez fermement votre épée. Debout, face à l'HOMME-RHINO, vous êtes prêt au combat. Etant donné votre force exceptionnelle, vous aurez le droit de lancer un dé supplémentaire pour mesurer votre Force d'Attaque (ce qui signifie que votre Force d'Attaque sera égale à votre total d'HABILETÉ auquel viendront s'ajouter les points donnés par 3 dés au lieu de 2 habituellement)",

    "pathways": {
      "177": {
        "content": "victoire au combat."
      }
    }
  },

  "265": {
    "step_type": "narrative",
    "content": "Vous vous trouvez dans un couloir étroit qui aboutit à une porte. Vous en tournez la poignée et la porte s'ouvre sur une grande salle.",

    "pathways": {
      "177": {
        "content": "Continuer"
      }
    }
  },

  "266": {
    "step_type": "narrative",
    "content": "Toutes vos histoires le laissent indifférent et il doute fort que vous ayez l'autorisation d'être ici. Alors, sans le moindre signe d'avertissement, il se change soudain en serpent et rampe dans votre direction en sifflant avec colère. Pendant ce temps, la Tête de Chien s'est détachée du mur et vole vers vous.",

    "pathways": {
      "310": {
        "content": "Utiliser une formule magique."
      },
      "54": {
        "content": "Utiliser un objet dans votre sac a dos."
      }
    }
  },

  "267": {
    "step_type": "narrative",
    "content": "Dès que vous avez saisi le calice, le liquide devient vert, puis il prend une teinte sombre et sale en dégageant une odeur fétide. Vous en goûtez cependant une gorgée que vous recrachez aussitôt avec une grimace : vous avez bu de l'eau boueuse ! Vous perdez un point de chance. Vous quittez alors la pièce et vous vous dirigez vers la Tour Noire.",

    "characteristic_balance": {
      "life_current": -1
    },

    "pathways": {
      "310": {
        "content": "Continuer"
      }
    }
  },

  "268": {
    "step_type": "narrative",
    "content": "Vous essayez de défoncer la porte, le bois craque mais ne cède pas. Vous essayez encore, et cette fois le bois se fend par le milieu. Vous pouvez alors vous glisser par l'ouverture et entrer dans la pièce.",

    "pathways": {
      "210": {
        "content": "Continuer"
      }
    }
  },

  "269": {
    "step_type": "narrative",
    "content": "Les deux hommes sont sales et hirsutes. En vous approchant d'eux, vous les entendez se disputer à haute voix au sujet du prix d'une dague. De toute évidence, le plus grand des deux hommes veut vendre la dague à l'autre. Il affirme qu'elle est enchantée et qu'elle vaut beaucoup plus que la somme proposée par le petit. Le grand vous attrape par le bras et vous prend à témoin. A quel prix allez-vous estimer l'objet ? ",

    "pathways": {
      "205": {
        "content": "5 pièces d'or"
      },
      "186": {
        "content": "8 pièces d'or"
      },
      "225": {
        "content": "10 pièces d'or"
      }
    }
  },

  "270": {
    "step_type": "narrative",
    "content": "Vous devez ouvrir soit la porte de gauche soit celle de droite.",

    "pathways": {
      "185": {
        "content": "Celle de gauche."
      },
      "23": {
        "content": "Celle de droite."
      }
    }
  },

  "271": {
    "step_type": "narrative",
    "content": "Vous saisissez sa main et vous vous présentez. Vous poussez alors un cri car votre bras est soudain tout engourdi ! O 'Seamus éclate de rire. Vous perdez 1 point d'HABILETÉ : votre bras ankylosé est en effet celui qui vous sert à manier l'épée. La colère vous saisit aussitôt, mais le petit homme continue à vous serrer la main en riant. Un autre rire éclate brusquement derrière vous. Vous vous retournez pour voir le Farfadet qui flotte dans les airs en continuant de rire ! Et pourtant, il vous fait toujours face et vous serre toujours la main ! A présent, vous comprenez que vous serrez la main d'un mannequin qui sautille au bout de votre bras. Vous essayez de le jeter à terre, mais il est collé à votre main ! La situation est grotesque et à présent vous êtes vraiment furieux. « C'est pour rire ! » raille le Farfadet en claquant des doigts. Le mannequin alors disparaît. « Et maintenant, que puis-je faire pour vous ? »",

    "pathways": {
      "185": {
        "content": "Lui demander votre chemin."
      },
      "23": {
        "content": "Tirer votre épée."
      }
    }
  },

  "272": {
    "step_type": "narrative",
    "content": "Vous fouillez ses poches et vous y découvrez 8 Pièces d'Or. La Myriade, malheureusement, a été abîmée au cours du combat, mais emportez-la quand même, elle pourra vous être utile",

    "characteristic_balance": {
      "ability_max": -1
    },

    "inventory_balance": {
      "gold": 8,
      "myriad": 1
    },

    "pathways": {
      "242": {
        "content": "Explorer la cave."
      },
      "23": {
        "content": "Vous diriger vers la porte du fond."
      }
    }
  },

  "273": {
    "step_type": "narrative",
    "content": "Quel est donc le mot de passe ?",

    "pathways": {
      "371": {
        "content": "Cimeterre."
      },
      "255": {
        "content": "Ganjees."
      },
      "49": {
        "content": "Kraken."
      }
    }
  },

  "274": {
    "step_type": "narrative",
    "content": "L'armoire aux armes est fermée, mais on peut facilement la forcer.",

    "pathways": {
      "353": {
        "content": "Faire sauter la serrure pour prendre une arme."
      },
      "277": {
        "content": "Fouiller dans votre sac a dos en quête d'un objet."
      }
    }
  },

  "275": {
    "step_type": "combat",
    "content": "Vous reconnaissez l'objet: c'est une Myriade, un objet enchanté qui peut se changer en n'importe quelle arme ou n'importe quel outil. Vous vous préparez à présent pour le combat à l'épée.",

    "pathways": {
      "272": {
        "content": "Vous avez vaincu l'elfe noir",
        "is_victory_default": true
      },
      "399": {
        "content": "Vous souhaitez utiliser une formule d'illusion.",
        "is_victory_default": false
      }
    },
    "ennemies": [
      {
        "name": "Elfe noir",
        "life": 4,
        "ability": 8
      }
    ]
  },

  "276": {
    "step_type": "narrative",
    "content": "Vous tombez dans une fosse profonde. Il s'agit peut-être d'un puits que l'on a asséché. Vous vous relevez et, apparemment, vous êtes sain et sauf. Mais comment sortir 1 Creuser des marches avec votre épée dans les parois du puits prendrait beaucoup trop de temps.",

    "pathways": {
      "165": {
        "content": "Vous pourriez utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      },
      "202": {
        "content": "Vous appellez à l'aide."
      }
    }
  },

  "277": {
    "step_type": "narrative",
    "content": "Vous avez sans doute découvert plusieurs objets au cours de votre aventure. Avez-vous emporté l'un de ceux-ci ? Si oui, vous pouvez l'utiliser maintenant :",

    "pathways": {
      "330": {
        "content": "Le bocal contenant l'homme araignée.",
        "inventory_required": ["spider_jar"]
      },
      "315": {
        "content": "Une myriade.",
        "inventory_required": ["myriad"]
      },
      "76": {
        "content": "Des Baies.",
        "inventory_required": ["berry"]
      },
      "119": {
        "content": "Vous n'avez aucun de ces objets."
      }
    }
  },

  "278": {
    "step_type": "narrative",
    "content": " LE JEU DU ROC-BOMBE ",

    "pathways": {
      "31": {
        "content": "Quitter la salle de jeu."
      }
    }
  },

  "279": {
    "step_type": "narrative",
    "content": "Vous vous élevez en l'air. La pièce continue à basculer autour de vous, mais vous flottez librement, et vous pouvez vous diriger où bon vous semble :",

    "pathways": {
      "44": {
        "content": "Vers l'armoire aux armes."
      },
      "318": {
        "content": "Vers le sorcier."
      },
      "78": {
        "content": "Vers la fenêtre."
      },
      "335": {
        "content": "Vers la table pour vous glisser dessous."
      }
    }
  },

  "280": {
    "step_type": "narrative",
    "content": "La créature vous attaque sauvagement et vous n'arrivez pas à vous défendre. Votre jambe ruisselle de sang et la douleur est atroce. Vous luttez en vain contre cette tête invisible et votre situation est desespérée. La créature se jette alors sur vous et avant de vous évanouir, vous sentez ses mâchoires se refermer sur votre gorge.",

    "pathways": {
      "323": {
        "content": "Continuer"
      }
    }
  },

  "281": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte et vous entrez dans une autre pièce. Les quatre petits êtres qui étaient assis sur le sol nu sursautent à votre arrivée, et se relèvent d'un bond. Qu'allez-vous faire ?",

    "pathways": {
      "382": {
        "content": "Tirer votre épée."
      },
      "285": {
        "content": "Leur dire que vous ne faites que passer."
      },
      "356": {
        "content": "Essayer de parler avec eux."
      }
    }
  },

  "282": {
    "step_type": "narrative",
    "content": "Vous lancez une petite boule de feu en direction du Boa d'Egout. La boule de feu lui brûle le corps et le coupe en deux. Mais les deux moitiés vous attaquent alors et vous enserrent le torse. Vous perdez 2 points d'ENDURANCE. Il vous faut changer de tactique, et vous faites jaillir de vos mains deux flammes que vous passez le long des deux moitiés du Serpent. La bête se tord de douleur et lâche prise. Vous lui saisissez la tête et vous l'étouffez dans les flammes.",

    "pathways": {
      "382": {
        "content": "Continuer"
      }
    }
  },

  "283": {
    "step_type": "narrative",
    "content": "Sans le secours de la magie, votre sort est désespéré et vous êtes condamné à passer le reste de vos jours dans les geôles de la Citadelle du Chaos. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "284": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule de Lévitation (que vous rayez de votre liste), et vous vous élevez dans les airs. Le tentacule s'élève avec vous, et votre jambe vous fait atrocement souffrir. Vous décidez alors de redescendre pour essayer de vous libérer.",

    "pathways": {
      "71": {
        "content": "Vous décidez de combattre a l'épée."
      },
      "114": {
        "content": "Vous souhaitez utiliser une formule de feu."
      }
    }
  },

  "285": {
    "step_type": "narrative",
    "content": "Vous leur assurez que vous ne leur voulez aucun mal, et que vous ne faites que passer. Ils poussent aussitôt un soupir de soulagement. La pièce est décorée avec sobriété à l'aide de quelques feuillages. Un petit feu brûle dans un coin sous un simple trou percé dans le plafond en guise de cheminée. « Vous pouvez continuer votre chemin par l'une des deux portes», vous déclarent les créatures.",

    "pathways": {
      "185": {
        "content": "Vous choisissez la porte de gauche."
      },
      "23": {
        "content": "Vous choisissez la porte de droite."
      }
    }
  },

  "286": {
    "step_type": "narrative",
    "content": "Les petites créatures poussent des cris perçants et se blottissent les unes contre les autres. Vous les tuez toutes d'un coup d'épée sans qu'elles opposent la moindre résistance, et ce combat décidément trop facile éveille votre méfiance.",

    "pathways": {
      "140": {
        "content": "Vous vous dirigez alors vers la porte du fond."
      }
    }
  },

  "287": {
    "step_type": "narrative",
    "content": "Vous lui offrez le Pot d'Onguent. Une force invisible vous l'arrache des mains et l'emporte auprès d'une des têtes d'animaux. Des doigts invisibles ouvrent le pot et la tête flaire l'onguent. Puis elle se tourne vers vous et grogne : « Eh bien, quoi ! C'est un simple baume d'alchimiste ! Que voulez-vous que nous en fassions ? » Le pot tombe alors par terre et se brise. Qu'allez-vous faire à présent ?",

    "pathways": {
      "160": {
        "content": "Offir une myriade"
      },
      "27": {
        "content": "Proposer des pièces d'or."
      },
      "25": {
        "content": "Battre en retraite et tenter d'ouvrir l'autre porte."
      }
    }
  },

  "288": {
    "step_type": "narrative",
    "content": "Vous lui offrez le Pot d'Onguent. Une force invisible vous l'arrache des mains et l'emporte auprès d'une des têtes d'animaux. Des doigts invisibles ouvrent le pot et la tête flaire l'onguent. Puis elle se tourne vers vous et grogne : « Eh bien, quoi ! C'est un simple baume d'alchimiste ! Que voulez-vous que nous en fassions ? » Le pot tombe alors par terre et se brise. Qu'allez-vous faire à présent ?",

    "pathways": {
      "32": {
        "content": "Vous avez vaincu les créatures.",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "singe chien",
        "life": 4,
        "ability": 7
      },
      {
        "name": "chien singe",
        "life": 6,
        "ability": 6
      }
    ]
  },

  "289": {
    "step_type": "narrative",
    "content": "qu'allez vous choisir dans votre sac a dos ?",

    "pathways": {
      "340": {
        "content": "Un miroir en argent.",
        "inventory_required": ["silver_mirror"]
      },
      "214": {
        "content": "Une bouteille d'essence de berce.",
        "inventory_required": ["berce_bottle"]
      },
      "305": {
        "content": "Un pot d'onguent."
      },
      "304": {
        "content": "Vous n'avez aucun objet qui convienne à la situation.",
        "inventory_required": ["silver_mirror"]
      }
    }
  },

  "290": {
    "step_type": "narrative",
    "content": "L'HOMME-RHINO s'avance et tente de vous donner un coup de lance, mais vous faites un bond de côté pour l'éviter. Le monstre ne porte pas d'armure, mais sa peau est suffisamment épaisse pour le protéger. Choisirez-vous le combat ou la magie ?",

    "pathways": {
      "325": {
        "content": "Tirer votre épée et le combattre."
      },
      "307": {
        "content": "Utiliser une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "70": {
        "content": "Utiliser une formule de lévitation.",
        "formula_balance": {
          "formula_levitation": -1
        }
      },
      "264": {
        "content": "Utiliser une formule de force.",
        "formula_balance": {
          "formula_force": -1
        }
      }
    }
  },

  "291": {
    "step_type": "narrative",
    "content": "« Que se passe-t-il 1 » demande une voix caverneuse. Vous concluez un marché avec eux : s'ils vous laissent traverser la pièce, vous leur donnerez l'Onguent. Une main fantomatique, surgie de nulle part, essaie alors de vous l'arracher, mais vous ramenez à temps le pot vers vous. «C'est l'Onguent de Guérison», dit doucement l'une des voix. « Nous acceptons votre offre, assure une autre voix. Posez le pot et partez par la porte du fond. » A l'autre extrémité de la pièce, une porte se met alors à luire ; mais comme vous n'avez nulle confiance en ces créatures, vous emportez l'Onguent avec vous en vous dirigeant vers cette faible lumière. Lorsque enfin vous ouvrez la porte, vous jetez le pot derrière vous, à l'intérieur de la pièce, et vous filez à toutes jambes.",

    "pathways": {
      "328": {
        "content": "Continuer"
      }
    }
  },

  "292": {
    "step_type": "narrative",
    "content": "La pièce est une chambre à coucher luxueuse, richement décorée de fine dentelle. Un tapis de fourrure couvre le sol et au milieu de la pièce se dresse un grand lit à baldaquin. Une femme est assise dans le lit. Apparemment elle a été réveillée par le bruit. Vous êtes impressionné par sa beauté, vous admirez sa silhouette de sylphe aux longs cheveux noirs et ses yeux au regard perçant. « De quel droit êtes-vous entré 1 » s'indigne-t-elle. Au même instant ses yeux deviennent rouge sang, et il en jaillit deux jets de flammes.Qu'allez-vous faire ?",

    "pathways": {
      "376": {
        "content": "Utiliser une formule de protection."
      },
      "64": {
        "content": "Quitter vite la chambre et ouvrir la porte suivante."
      },
      "42": {
        "content": "Lui dire que vous venez lui offrir un cadeau."
      }
    }
  },

  "293": {
    "step_type": "narrative",
    "content": "En un clin d'œil, votre Formule Magique arrête le Trident en plein vol. Il était terriblement proche de votre cou ! Le Trident tombe.",

    "pathways": {
      "293": {
        "content": "Continuer"
      }
    }
  },

  "294": {
    "step_type": "narrative",
    "content": "Le Gark se redresse, pose sa hache, et vous présente ses excuses pour s'être endormi à son poste. Devant son insistance, vous promettez de ne rien dire. La créature vous propose alors de prendre votre tunique. Vous refusez son offre et poursuivez votre chemin.",

    "pathways": {
      "99": {
        "content": "Continuer"
      }
    }
  },

  "295": {
    "step_type": "narrative",
    "content": "Vous vous concentrez et vous vous changez en un Scorpion Géant. Le Nain et le Gobelin s'immobilisent, mais l'Orque fait comme si de rien n'était. Les deux autres vous voient piquer l'Orque avec votre dard, mais le monstre semble indifférent à vos coups et il appelle ses compagnons à la rescousse. Constatant que vous n'avez pas réussi à lui faire mal, le Nain et le Gobelin hochent la tête et tentent de distinguer votre véritable apparence, au-delà de l'Illusion. L'Orque essaie alors de vous saisir.",

    "pathways": {
      "213": {
        "content": "Continuer"
      }
    }
  },

  "296": {
    "step_type": "narrative",
    "content": "La clef tourne dans la serrure et la porte s'ouvre.",

    "pathways": {
      "292": {
        "content": "Continuer"
      }
    }
  },

  "297": {
    "step_type": "narrative",
    "content": "Vous claquez la porte derrière vous et, dominant les sons de cloches, vous entendez des pas qui se rapprochent en courant. Il y a deux couloirs devant vous.",

    "pathways": {
      "2": {
        "content": "Prendre celui de droite."
      },
      "316": {
        "content": "Prendre celui de gauche."
      },
      "75": {
        "content": "Revenir vers la porte et appeler le maître d'hotel."
      }
    }
  },

  "298": {
    "step_type": "narrative",
    "content": "Vos mains se referment sur le calice. Aussitôt, le liquide se met à pétiller et à mousser en vous aspergeant le visage tandis que vous portez la coupe à vos lèvres. Etes-vous vraiment sûr de vouloir y goûter ?",

    "pathways": {
      "58": {
        "content": "Vous renoncez à boire."
      },
      "141": {
        "content": "Vous buvez."
      }
    }
  },

  "299": {
    "step_type": "narrative",
    "content": "Malgré tous vos efforts, la clef ne tourne pas dans la serrure. Furieux, vous jetez par terre le coffret qui disparaît aussitôt ! Vous le cherchez alors à tâtons, mais sans succès. Vous êtes découragé, mais il faut continuer, et vous vous dirigez vers la porte.",

    "pathways": {
      "237": {
        "content": "Continuer"
      }
    }
  },

  "300": {
    "step_type": "narrative",
    "content": "Jetez un dé. Si le 1, le 2 ou le 3 sortent, le même nombre de couteaux vous frappent (chaque couteau vous enlève 2 points d'ENDURANCE). Si vous faites un 4, un 5 ou un 6, ils vous ratent.",

    "pathways": {
      "244": {
        "content": "Utiliser une formule d'illusion."
      },
      "346": {
        "content": "Tirer votre épée."
      }
    }
  },

  "301": {
    "step_type": "narrative",
    "content": "Vous vous sentez animé d'une force nouvelle et vous essayez de lutter avec la tête de la créature mais sa propre force semble également s'être accrue et égale la vôtre, à présent ! Votre jambe, ruisselante de sang, ne peut plus vous servir. Votre force commence alors à diminuer et les mâchoires de la bête se referment sur votre gorge. Vous sombrez dans l'inconscience. ",

    "pathways": {
      "323": {
        "content": "Continuer"
      }
    }
  },

  "302": {
    "step_type": "narrative",
    "content": "Les trois vieilles femmes vous ordonnent de porter un plateau de nourriture dans le Grand Hall et de le poser sur une table ; les Ganjees viendront bientôt s'installer là pour dîner. Elles vous conseillent également de ne pas les attendre sinon, c'est vous qui leur servirez de repas ! Vous prenez le plateau et vous franchissez la porte, soulagé de pouvoir quitter cette répugnante cuisine. Vous suivez un couloir et vous posez le plateau par terre. Puis vous vous dirigez vers une autre porte que vous ouvrez.",

    "pathways": {
      "169": {
        "content": "Continuer"
      }
    }
  },

  "303": {
    "step_type": "combat",
    "content": "Le Golem s'avance et vous le frappez de votre épée, mais c'est comme si votre arme avait rencontré un roc ! Il va falloir vous battre en déduisant 1 point de votre total d'HABILETÉ pendant toute la durée du combat.",

    "pathways": {
      "147": {
        "content": "Vous avez vaincu le golem",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Golem",
        "life": 10,
        "ability": 8
      }
    ]
  },

  "304": {
    "step_type": "narrative",
    "content": "La porte s'ouvre et vous pénétrez dans une grande pièce, ornée de diverses sculptures. On dirait d'ailleurs l'atelier d'un sculpteur, car des statues de pierres inachevées s'alignent contre le mur. Au milieu de la pièce se dresse une énorme GARGOUILLE également en pierre, posée sur un socle sculpté. Dès votre entrée, la tête de la Gargouille pivote lentement vers vous en produisant un grincement. Peu à peu, la sculpture prend vie et descend de son piédestal en barrant le chemin qui mène à la sortie. Qu'allez-vous faire ?",

    "pathways": {
      "172": {
        "content": "Tirer votre épée."
      },
      "26": {
        "content": "Utiliser la magie."
      },
      "289": {
        "content": "Chercher dans votre sac un objet utile."
      },
      "64": {
        "content": "Filer hors de la pièce par la porte du milieu."
      }
    }
  },

  "305": {
    "step_type": "narrative",
    "content": "Vous jetez le pot à la figure de la Gargouille ; il vole en éclat, mais sans lui faire de mal. La créature alors vous frappe à toute volée sur la poitrine, et vous fait tomber. Vous perdez 2 points d'ENDURANCE. Hâtez-vous de fuir cette pièce, et rejoignez le balcon par la porte du milieu.",

    "pathways": {
      "64": {
        "content": "Continuer"
      }
    }
  },

  "306": {
    "step_type": "narrative",
    "content": "Un peu plus loin se trouve une porte, ou plutôt une demi-porte qui vous arrive à la taille. Un écriteau indique : « Réservé aux Joueurs.»",

    "pathways": {
      "52": {
        "content": "Pousser la demi_porte."
      },
      "132": {
        "content": "Retourner sur vos pas et ouvrez la porte sulptée."
      }
    }
  },

  "307": {
    "step_type": "combat",
    "content": "Pendant que vous prononcez la formule, l'Homme-Rhino en profite pour vous porter un coup de lance au bras. Vous perdez 2 points d'ENDURANCE. Mais la Formule de Faiblesse produit à présent son effet, et la créature ralentit, puis se met à souffler et à haleter. Vous tirez votre épée pour l'achever",

    "pathways": {
      "177": {
        "content": "Vous avez vaincu l'homme rhino et pouvez entrer dans la citadelle.",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Homme rhino",
        "life": 7,
        "ability": 4
      }
    ]
  },

  "308": {
    "step_type": "narrative",
    "content": "La poignée tourne et vous entrez dans une chambre obscure.",

    "pathways": {
      "177": {
        "content": "Continuer"
      }
    }
  },

  "309": {
    "step_type": "narrative",
    "content": "Le petit homme et vous-même fouillez les poches du grand. Vous y trouvez 20 Pièces d'Or que vous vous partagez et vous décidez de jouer la dague à pile ou face. Face, vous gagnez. Pile, c'est le petit homme qui gagne.",

    "pathways": {
      "15": {
        "content": "Vous gagnez la dague."
      },
      "245": {
        "content": "Vous perdez la dague."
      }
    }
  },

  "310": {
    "step_type": "narrative",
    "content": "Quelle formule allez-vous utiliser ?",

    "pathways": {
      "250": {
        "content": "Une formule d'illusion."
      },
      "393": {
        "content": "Télépathie."
      },
      "104": {
        "content": "Vous n'avez aucune de ces formules."
      }
    }
  },

  "311": {
    "step_type": "narrative",
    "content": "Vous vous concentrez en murmurant des incantations magiques. L'une des vieilles femmes remarque alors votre manège et prévient les deux autres. Vous lancez le sort, mais rien ne se passe. « Nous ne vous laisserons jamais vous servir de votre magie contre notre Devlin ! » lance l'une des vieilles femmes. Vous avez gaspillé une Formule : rayez-en une, au choix, sur votre liste. A présent, le Devlin est presque sur vous. ",

    "pathways": {
      "178": {
        "content": "Essayez de lui échapper."
      },
      "61": {
        "content": "Vous tirez votre épée."
      }
    }
  },

  "312": {
    "step_type": "narrative",
    "content": "Vous tendez le Miroir à l'Hydre, ce qui semble produire fort peu d'effet, car elle continue à avancer. Une de ses têtes fait tomber le Miroir qui s'écrase sur le sol. Il va falloir trouver autre chose. ",

    "pathways": {
      "184": {
        "content": "Continuer"
      }
    }
  },

  "313": {
    "step_type": "narrative",
    "content": "Les fruits sont juteux et sucrés. Vous en mangez un, puis deux. Quel goût délicieux ! Ajoutez 2 points à votre total d'ENDURANCE. Mais vous êtes stupéfait de constater qu'en essayant ensuite de vous éclaircir la gorge, aucun son n'en sort. Vous avez mangé le Fruit du Silence. Son effet n'est que passager, mais vous ne pourrez plus parler pendant quelque temps, et vous aurez du mal à vous faire comprendre. Ce qui signifie que vous ne pourrez pas utiliser votre magie la prochaine fois qu'une Formule Magique vous sera proposée en option. Dès que vous aurez quitté un paragraphe où l'on vous proposait un tel choix, tout redeviendra normal. Vous poursuivez votre chemin:",

    "pathways": {
      "13": {
        "content": "Par la porte située dans le mur de gauche."
      },
      "281": {
        "content": "Par la porte qui se trouve en face à la porte que vous venez de franchir."
      }
    }
  },

  "314": {
    "step_type": "narrative",
    "content": "Vous vous concentrez en essayant de créer l'illusion que la pièce vacille (rayez cette formule de votre liste). Mais le sortilège reste sans effet. Vous ne parvenez pas à vous concentrer pleinement, et Balthus le Terrible est presque sur vous.",

    "pathways": {
      "373": {
        "content": "Continuer"
      }
    }
  },

  "315": {
    "step_type": "narrative",
    "content": "Balthus le Terrible se concentre, tandis que vous manipulez votre Myriade. Vous appuyez sur un bouton, et une lumière brillante de la longueur d'une épée jaillit soudain de l'objet. C'est une Épée de Soleil qui vous donnera 4 points d'HABILETÉ supplémentaires quand vous l'utiliserez pour combattre. Vous vous tournez ensuite vers le Sorcier qui s'est concentré sur un sortilège.",

    "pathways": {
      "191": {
        "content": "Continuer"
      }
    }
  },

  "316": {
    "step_type": "chance",
    "content": "Les bruits de pas que vous entendiez - qui étaient plutôt des bruits de mains - appartiennent à trois ROULARDS qui avancent dans votre direction en vous forçant à reculer vers la porte. Ce sont d'étranges créatures qui, à la place des jambes, possèdent deux mains supplémentaires. Ils se déplacent en roulant très vite, et leurs têtes - ou plutôt leurs faces - occupent le milieu de leur thorax. Les Roulards, en raison de leur forme particulière, ne sont pas très habiles à manier l'épée, mais ils sont, en revanche, d'excellents lanceurs de couteaux. Ils portent ces couteaux à leur ceinture, et les lancent à un rythme très rapide, tout en roulant sur eux-mêmes comme des soleils de feu d'artifice. Or voici que, soudain, trois couteaux jaillissent dans votre direction. Tentez votre chance",

    "pathways": {
      "139": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "300": {
        "content": "Pas de chance !",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "317": {
    "step_type": "narrative",
    "content": "Les peintures sont des portraits de Lords et de Comtes prestigieux au Royaume du Pic de la Roche. Derrière une chaise, au bout de la table, se trouve un portrait de Balthus le Terrible en personne. A n'en pas douter, il s'agit là d'un redoutable adversaire. Vous gagnez 1 point de CHANCE pour avoir vu ce portrait, mais vous perdez 1 point d'ENDURANCE en raison de la crainte qu'il vous inspire.",

    "pathways": {
      "19": {
        "content": "Monter l'escalier de gauche."
      },
      "197": {
        "content": "Monter l'escalier de droite."
      }
    }
  },

  "318": {
    "step_type": "narrative",
    "content": "De toute évidence, le Sorcier est mentalement épuisé, et il est lent à réagir. Vous vous placez derrière lui, et vous remarquez qu'il porte, à l'index de la main droite, une bague en or sertie d'un énorme rubis. ",

    "pathways": {
      "19": {
        "content": "Essayer de lui arracher sa bague."
      },
      "197": {
        "content": "Tirer votre épée."
      },
      "277": {
        "content": "Chercher dans votre sac a dos un objet qui pourrait vous aider."
      }
    }
  },

  "319": {
    "step_type": "narrative",
    "content": "Vous vous concentrez sur votre bras qui commence à durcir et à prendre la couleur métallique du fer. Les yeux du vieil homme s'élargissent de stupeur. Vous luttez pour vous libérer, mais ses dents tiennent bon, et vous perdez 2 points d'ENDURANCE, en n'oubliant pas de rayer de votre liste la Formule d'Illusion que vous venez d'utiliser. De toute évidence, votre Illusion n'était pas suffisamment convaincante. ",

    "pathways": {
      "333": {
        "content": "Tirer votre épée."
      }
    }
  },

  "320": {
    "step_type": "narrative",
    "content": "Vous vous concentrez mais, malgré vos efforts, vous ne recevez aucune pensée de Balthus le Terrible. Il bloque votre pouvoir télépathique.",

    "pathways": {
      "333": {
        "content": "Vous essayez une formule d'illusion.",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "113": {
        "content": "Vous essayez une formule de faiblesse.",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "351": {
        "content": "Vous préférez tirer votre épée."
      }
    }
  },

  "321": {
    "step_type": "narrative",
    "content": "Vous vous glissez prudemment le long des remparts, en faisant bien attention de ne pas être vu. Il y a deux groupes de créatures en face de vous. A droite, vous apercevez deux silhouettes de forme humaine qui bavardent sous une torche fixée au mur. À gauche, quatre créatures de formes et de tailles différentes sont en train de manger, assises autour d'un feu de bois.",

    "pathways": {
      "269": {
        "content": "Vous approcher des deux personnes sous la torche."
      },
      "339": {
        "content": "Vous approcher des créatures rassemblées autour du feu."
      }
    }
  },

  "322": {
    "step_type": "narrative",
    "content": "Que choisissez vous dans votre sac a dos ?",

    "pathways": {
      "39": {
        "content": "L'homme araignée dans son bocal ?",
        "inventory_required": ["spider_jar"]
      },
      "168": {
        "content": "Une amulette ensorcelée",
        "inventory_required": ["enchanted_amulet"]
      },
      "291": {
        "content": "Un pot d'onguent"
      },
      "248": {
        "content": "Vous n'avez aucun de ces objets, vous devez tirer votre épée et leur faire face."
      }
    }
  },

  "323": {
    "step_type": "narrative",
    "content": "Vous vous réveillez, et vous regardez autour de vous. La mémoire vous revient alors, et vous êtes étonné d'avoir recouvré la vue ! De plus, votre jambe ne porte aucune blessure bien qu'elle soit légèrement douloureuse. Au même instant, un petit rire retentit au-dessus de vous, et soudain vous comprenez tout... O'Seamus flotte dans les airs en riant aux éclats. Tout ce qui s'est passé n'était qu'un jeu ! Fou de rage, vous vous relevez et vous jetez un regard furieux au drôle de petit bonhomme qui se tord de rire en voltigeant de ci, de là. Peu à peu, cependant, vous ne pouvez vous empêcher d'être sensible au côté comique de la situation, et vous vous mettez à sourire, puis à pouffer, et enfin à rire bruyamment. Vous partagez ainsi pendant un bon moment l'hilarité d'O'Seamus, jusqu'à ce que les larmes ruissellent sur votre visage. Lorsqu'enfin vous parvenez tous deux à reprendre votre sérieux, vous vous installez pour bavarder. O'Seamus est d'un commerce fort agréable et, avant de vous quitter, il dit : « Vous êtes un brave garçon, mais votre chemin est semé de dangers. Peut-être ceci vous aidera-t-il... » Il fait alors un geste de la main, et une épée ainsi qu'une assiette apparaissent aussitôt sur la table. L'épée est magique, et quand vous l'utiliserez, vous ajouterez 1 point à votre Force d'Attaque. Quant à l'assiette, il s'agit en fait d'un Miroir d'Argent finement ciselé. Vous pouvez emporter le miroir et l'épée, mais vous devrez dans ce cas abandonner votre ancienne épée. À présent, vous pouvez repartir en franchissant l'une de ces trois portes :",

    "pathways": {
      "386": {
        "content": "La porte a poignée de laiton."
      },
      "144": {
        "content": "La porte a poignée de cuivre."
      },
      "338": {
        "content": "La porte a poignée de bronze."
      }
    }
  },

  "324": {
    "step_type": "narrative",
    "content": "« Tu ne peux pas te cacher de moi ! » hurle le Sorcier. C'est vrai en effet, et vous vous rendez également compte qu'il serait dangereux de le perdre de vue.",

    "pathways": {
      "369": {
        "content": "Continuer"
      }
    }
  },

  "325": {
    "step_type": "combat",
    "content": "« L'Homme-Rhino est massif, maladroit, et il pousse des grognements furieux tandis que vous esquivez ses coups. Votre épée à la main, vous allez le combattre :",
    "is_escapable": false,

    "pathways": {
      "177": {
        "content": "Continuer",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Homme rhino",
        "life": 9,
        "ability": 8
      }
    ]
  },

  "326": {
    "step_type": "narrative",
    "content": "« L'Homme-Rhino est massif, maladroit, et il pousse des grognements furieux tandis que vous esquivez ses coups. Votre épée à la main, vous allez le combattre :",

    "pathways": {
      "84": {
        "content": "Continuer a  feuilleter d'autres ouvrages."
      },
      "31": {
        "content": "Sortez par la porte du fond, derrière le bibliothécaire."
      }
    }
  },

  "327": {
    "step_type": "narrative",
    "content": "Ils prennent la Myriade et jouent avec elle. Pendant qu'ils s'amusent ainsi, vous vous glissez vers la porte du fond.",
    "inventory_balance": {
      "myriad": -1
    },

    "pathways": {
      "366": {
        "content": "Continuer."
      }
    }
  },

  "328": {
    "step_type": "narrative",
    "content": "Vous refermez la porte derrière vous et vous vous retrouvez au pied d'un autre escalier en colimaçon qui mène au sommet de la Tour. Vous en montez les marches et vous arrivez à un autre balcon face à une seule et unique porte dont vous tournez la poignée. La porte s'ouvre sans difficulté et, tandis que vous la poussez, vous entendez, de l'autre côté, un sifflement sonore. Vous pénétrez dans une pièce et votre sang se glace aussitôt car une immense HYDRE à six têtes s'avance vers vous en rampant sur un monceau de cadavres : ceux de ses précédentes victimes. Ses six têtes se tendent en avant, découvrant leurs redoutables dents pointues. Vous vous réfugiez dans un coin. Qu'allez-vous faire ?",

    "pathways": {
      "67": {
        "content": "Tirer votre épée."
      },
      "226": {
        "content": "Utiliser pour vous défendre un des objets contenus dans votre sac a dos."
      }
    }
  },

  "329": {
    "step_type": "narrative",
    "content": "Vous entrez en contact avec son esprit et vous êtes étonné de découvrir que son apparence d'être vivant est trompeuse ! En fait, elle est morte depuis des années dans un feu qui l'a consumée, elle et ses enfants. C'était là le châtiment que lui avait infligé Balthus le Terrible pour avoir négligé de laver ses habits à la veille d'une rencontre importante. Et, à sa mort, son fantôme a été condamné pour l'éternité à laver des vêtements. C'est un être pitoyable, en vérité. Et tandis que vous lisez ses pensées, vous vous apercevez que votre présence la rend méfiante et provoque chez elle un sentiment d'hostilité. Elle psalmodie quelques paroles dans un souffle.",

    "pathways": {
      "21": {
        "content": "Essayer de lui parler."
      },
      "226": {
        "content": "Tenter de poursuivre votre chemin."
      }
    }
  },

  "330": {
    "step_type": "combat",
    "content": "Lorsqu'il voit le Bocal, le Sorcier pousse un cri d'horreur. Vous devinez aussitôt que l'Homme-Araignée pourrait être un excellent allié et vous le libérez du Bocal. Mais l'expression du Sorcier change alors : il arbore un sourire cruel et vous voyez l'Homme-Araignée s'avancer vers vous et non pas vers lui ! Il vous faut combattre.",

    "pathways": {
      "119": {
        "content": "Vous avez vaincu l'homme araignée.",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Homme araignée",
        "life": 5,
        "ability": 7
      }
    ]
  },

  "331": {
    "step_type": "narrative",
    "content": "Vous n'avez pas été assez rapide et les dents pointues du PoissonMordeur s'enfoncent dans votre nez. Vous en sang et vous perdez 1 point d'HABILETÉ et 3 d'ENDURANCE. Les trois vieilles sorcières s'avancent vers vous en traînant les pieds et vous poussent vers la porte du fond. Puis, vous abreuvant d'injures, elles vous expulsent de la cuisine.",

    "characteristic_balance": {
      "ability_max": -1,
      "life_current": -3
    },

    "pathways": {
      "21": {
        "content": "Continuer."
      }
    }
  },

  "332": {
    "step_type": "narrative",
    "content": "Balthus le Terrible reste bouche bée en vous voyant vous transformer. Votre corps, en effet, grandit en taille et en force. Votre peau prend une teinte rouge sombre et des cornes vous poussent sur la tête. Vos dents se sont changées en pointes noires et tranchantes et votre langue, à présent fourchue, jaillit de votre bouche en un sifflement menaçant. Vous êtes devenu un DÉMON DE FEU et vous saisissez le Trident qui se trouve par terre : c'est votre arme. Le sorcier s'écarte dans un mouvement de terreur.",

    "pathways": {
      "80": {
        "content": "Sauter par dessus la table pour l'attaquer."
      },
      "48": {
        "content": "Lui ordonner d'abandonner ses plans de conquête et de se rendre."
      }
    }
  },

  "333": {
    "step_type": "narrative",
    "content": "Vous tirez votre épée et vous vous préparez à le tailler en pièces. A ce moment, il lève les yeux sur vous et vous comprenez qu'il ne contrôle pas vraiment ses actes. Avec un sentiment de pitié vous lui donnez alors un coup sur la tête, avec la poignée de votre épée. Il hurle et lâche votre bras, puis vous l'abandonnez par terre, gémissant et se frottant la tête. Vous perdez 2 autres points d'ENDURANCE pour le mal qu'il vous a fait au bras et vous continuez votre chemin.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "80": {
        "content": "Continuer"
      }
    }
  },

  "334": {
    "step_type": "narrative",
    "content": "Vous buvez une gorgée. Pas mauvais ! Vous en avalez alors une bonne rasade en vous étonnant de voir l'Elfe Noir éclater de rire. Soudain, il vous demande si vous êtes vraiment un invité. Vous vous entendez aussitôt répondre que non et que vous êtes plutôt venu déjouer les projets de conquête de Balthus le Terrible. Vous poussez un juron en comprenant que ce vin devait contenir un sérum de vérité ! L'Elfe Noir connaît maintenant les raisons de votre présence et il faut à tout prix l'empêcher d'avertir les autres. Vous dégainez votre épée et, au même instant, il tire de la poche, attachée à sa ceinture, un petit objet en métal. Dès qu'il l'a touché, l'objet se change en sabre. ",

    "pathways": {
      "275": {
        "content": "Continuer"
      }
    }
  },

  "335": {
    "step_type": "narrative",
    "content": "Sous la table se trouve un tiroir secret, légèrement entrouvert, d'où dépasse un rouleau de parchemin. Vous attrapez le rouleau et vous le glissez dans votre tunique. A cet instant, vous entendez Balthus le Terrible prononcer quelques paroles dans un murmure. Une Formule Magique, à n'en pas douter ! Mais laquelle ? Et que faire pour vous défendre ? Soudain, le Sorcier se met à courir autour de la table en touchant tour à tour chacun de ses quatre côtés. À chaque fois qu'il la touche ainsi, la table répond par un craquement. ",

    "pathways": {
      "342": {
        "content": "Continuer"
      }
    }
  },

  "336": {
    "step_type": "narrative",
    "content": "Menez le combat contre la créature.",

    "pathways": {
      "180": {
        "content": "Vous avez vaincu le Gark",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Gark",
        "life": 11,
        "ability": 7
      }
    ]
  },

  "337": {
    "step_type": "combat",
    "content": "Le Sorcier est aussi habile à manier l'épée qu'à pratiquer la magie. Menez le combat :",

    "pathways": {
      "400": {
        "content": "Continuer",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Balthus le terrible",
        "life": 19,
        "ability": 12
      }
    ]
  },

  "338": {
    "step_type": "narrative",
    "content": "La porte s'ouvre sur un couloir dont vous suivez, sur une certaine distance, le tracé sinueux. Il s'enfonce dans le roc en obliquant sans cesse de droite et de gauche. Vous dépassez ensuite l'entrée d'un autre couloir qui part vers la droite. Enfin, le passage que vous empruntez s'élargit.",

    "pathways": {
      "90": {
        "content": "Continuer"
      }
    }
  },

  "339": {
    "step_type": "narrative",
    "content": "Diverses créatures fort dissemblables sont assises autour du feu. Un Orque au visage couvert de verrues distribue de maigres portions de viande à moitié cuites à ses convives et un Nain grincheux, à la peau ver-dâtre, se plaint d'avoir été mal servi. Deux Gobelins disgracieux - un homme et une femme - se tiennent tendrement enlacés en poussant de petits cris. De temps à autre, la femme gifle la figure repoussante de son compagnon, ce qui semble les amuser grandement. A votre approche, les quatre créatures se retournent et vous dévisagent avec hostilité. Votre aspect soigné les fait ricaner et la femme Gobelin chuchote quelque chose à l'oreille de son compagnon. En face du Nain, il y a une boîte ouverte qui contient une fiole de liquide, d'après ce que vous pouvez voir. Qu'allez-vous faire ? ",

    "pathways": {
      "134": {
        "content": "Vous asseoir près d'eux."
      },
      "149": {
        "content": "Leur demander la permission de vous joindre a eux."
      }
    }
  },

  "340": {
    "step_type": "narrative",
    "content": "Vous lui tendez le Miroir, mais la créature, d'un seul geste le brise en mille morceaux. Il vaut mieux quitter cette pièce au plus vite et essayer la porte du milieu, sur le balcon.",

    "pathways": {
      "64": {
        "content": "Continuer"
      }
    }
  },

  "341": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule Magique et vous avancez, protégé par une barrière invisible. Quatre ou cinq flèches sifflent dans votre direction, mais elles s'écrasent contre le bouclier magique et tombent par terre à un mètre de vous. Quelques instants plus tard, vous atteignez le monument. N'oubliez pas de rayer la Formule de Protection de votre liste.",

    "pathways": {
      "209": {
        "content": "Continuer"
      }
    }
  },

  "342": {
    "step_type": "narrative",
    "content": "Le Sorcier s'écarte de la table et éclate de rire. « Et maintenant, je te tiens, pauvre imbécile ! » exulte-t-il. Vous sortez prudemment de sous le meuble, ou plutôt, vous essayez de sortir car il vous est impossible d'aller plus loin que les pieds de la table. Balthus le Terrible a dressé d'invisibles murs qui vous emprisonnent ! Et malgré tous vos efforts, vous ne pouvez pas les franchir. Vous êtes désormais son prisonnier, ce qui signifie que vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "343": {
    "step_type": "narrative",
    "content": "En suivant le passage, vous arrivez à une autre bifurcation.",

    "pathways": {
      "55": {
        "content": "Aller a gauche."
      },
      "249": {
        "content": "Aller a droite."
      }
    }
  },

  "344": {
    "step_type": "narrative",
    "content": "Vous descendez l'escalier. L'air y est frais et humide. Au bas des marches se trouve une porte. ",

    "pathways": {
      "7": {
        "content": "Aller a gauche."
      },
      "5": {
        "content": "Aller a droite."
      }
    }
  },

  "345": {
    "step_type": "narrative",
    "content": "La créature grogne tandis que la Formule Magique fait son effet. L'énorme poids du monstre est devenu un fardeau et il se traîne vers vous sans pouvoir vous atteindre. Il ne vous reste plus alors qu'à vous diriger vers la porte du fond.",

    "pathways": {
      "140": {
        "content": "Continuer"
      }
    }
  },

  "346": {
    "step_type": "narrative",
    "content": "En vous voyant sortir votre épée, les Roulards s'immobilisent et se mettent à parler avec animation. L'un d'eux - le chef sans doute - envoie le plus petit chercher de l'aide. C'est du moins ce que vous croyez deviner. Quant aux deux autres, ils tirent leurs couteaux et avancent lentement vers vous en roulant sur eux-mêmes.",

    "pathways": {
      "243": {
        "content": "Prenez le couloir de gauche."
      },
      "2": {
        "content": "Prenez le couloir de droite."
      }
    },
    "ennemies": [
      {
        "name": "Premier roublard",
        "life": 6,
        "ability": 7
      },
      {
        "name": "Deuxième roublard",
        "life": 6,
        "ability": 4
      }
    ]
  },

  "347": {
    "step_type": "narrative",
    "content": "En vous voyant sortir votre épée, les Roulards s'immobilisent et se mettent à parler avec animation. L'un d'eux - le chef sans doute - envoie le plus petit chercher de l'aide. C'est du moins ce que vous croyez deviner. Quant aux deux autres, ils tirent leurs couteaux et avancent lentement vers vous en roulant sur eux-mêmes.",

    "pathways": {
      "243": {
        "content": "Prenez le couloir de gauche."
      },
      "2": {
        "content": "Prenez le couloir de droite."
      }
    },
    "ennemies": [
      {
        "name": "Premier roublard",
        "life": 6,
        "ability": 7
      },
      {
        "name": "Deuxième roublard",
        "life": 6,
        "ability": 4
      }
    ]
  },

  "348": {
    "step_type": "narrative",
    "content": "« Oh, à votre place, je n'irais pas par là ! dit O'Seamus, vous vous retrouveriez en des lieux fort déplaisants : ces trois portes que vous voyez au fond de la pièce sont les seules issues possibles ; mais deux d'entre elles sont très dangereuses et la troisième sent très mauvais. » L'une de ces portes a une poignée de laiton, la deuxième une poignée de cuivre et la troisième une poignée de bronze. Laquelle choisirezvous ?",

    "pathways": {
      "207": {
        "content": "La porte à poignée de Laiton."
      },
      "22": {
        "content": "La porte à poignée de cuivre."
      },
      "354": {
        "content": "La porte à poignée de bronze."
      },
      "243": {
        "content": "Prenez le couloir de gauche."
      }
    }
  },

  "349": {
    "step_type": "narrative",
    "content": "« Un double de Balthus le Terrible se matérialise devant vos yeux et le Sorcier fronce les sourcils. « Attaque ! » ordonnez-vous à cette Copie Conforme qui avance aussitôt vers le centre de la pièce. Mais, lorsqu'il n'est plus qu'à deux mètres de Balthus le Terrible, le double se prend la tête entre les mains. Puis il lève les yeux, fait volte-face et s'avance vers vous ! Le Sorcier éclate de rire. « On peut être deux à jouer à ce petit jeu ! » dit-il. Vous vous concentrez alors avec toute la force de votre esprit en ordonnant à la Copie Conforme de revenir vers Balthus le Terrible. La créature cesse enfin d'avancer et vous obéit en retournant sur ses pas. Ce petit manège se répète pendant un bon moment car vous avez tous deux le pouvoir de commander au double lorsqu'il s'approche suffisamment près de l'un ou de l'autre. La Copie Conforme va et vient ainsi jusqu'à ce qu'elle disparaisse, le sortilège ayant pris fin. Mais cet exercice de concentration vous a épuisé. Et lorsque vous regardez à nouveau le sorcier, vous le voyez lever les mains puis les abattre violemment sur la table. De quel tour de magie va-t-il user, à présent ?",

    "pathways": {
      "157": {
        "content": "Continuer"
      }
    }
  },

  "350": {
    "step_type": "narrative",
    "content": "Vous tentez de vous débarrasser d'elle à l'aide d'une ruse très simple, en espérant qu'elle n'est pas trop intelligente. Vous scrutez l'obscurité et vous affirmez que vous avez aperçu une créature qui lui ressemble. Elle prétend que vous vous trompez, mais vous finissez par la convaincre et elle se décide à aller vérifier, par elle-même, ce qui vous permet de filer vers l'entrée de la Tour Noire.",

    "pathways": {
      "218": {
        "content": "Continuer"
      }
    }
  },

  "351": {
    "step_type": "combat",
    "content": "Vous tentez de vous débarrasser d'elle à l'aide d'une ruse très simple, en espérant qu'elle n'est pas trop intelligente. Vous scrutez l'obscurité et vous affirmez que vous avez aperçu une créature qui lui ressemble. Elle prétend que vous vous trompez, mais vous finissez par la convaincre et elle se décide à aller vérifier, par elle-même, ce qui vous permet de filer vers l'entrée de la Tour Noire.",

    "pathways": {
      "400": {
        "content": "Continuer",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Balthus le terrible",
        "life": 19,
        "ability": 12
      }
    ]
  },

  "352": {
    "step_type": "narrative",
    "content": "Vous entrez dans la pièce sur la pointe des pieds. L'endroit est lugubre et humide. Un poteau de bois brut muni de plusieurs crochets est fixé à un mur. Au fond de la pièce, vous apercevez deux portes. À l'un des crochets est pendu un miroir dans lequel la flamme de votre torche se reflète, provoquant un éclat de lumière qui vient frapper le visage d'un géant endormi. Le géant pousse un grognement, se retourne, ouvre un œil puis l'autre, et se lève d'un bond en vous voyant. Il utilisait, en guise d'oreiller, une hache qu'il saisit aussitôt, débarrassant de son enveloppe de cuir une lame en bronze au tranchant effilé. Cette créature gigantesque est un GARK. Immenses et brutaux, les Garks sont moitié Gobelins, moitié Géants ; et les Maîtres Sorciers qui les élèvent apprécient avant tout leur agressivité. Les Garks ont en effet un caractère belliqueux, et ce sont des adversaires aussi redoutables que stupides. Qu'allez-vous faire à présent ? ",

    "pathways": {
      "203": {
        "content": "Foncer vers les portes."
      },
      "16": {
        "content": "Tirer votre épée."
      },
      "216": {
        "content": "Vous excuser de l'avoir dérangé."
      },
      "11": {
        "content": "Utiliser une formule magique."
      }
    }
  },

  "353": {
    "step_type": "combat",
    "content": "La vitrine contient toutes sortes d'armes, mais une épée à la lame d'acier bleuté attire particulièrement votre attention, et lorsqu'il vous voit la prendre, Balthus le Terrible est saisi de fureur. « Ne touche pas à cette arme ! » hurle-t-il. Mais il est trop tard, vous l'avez déjà à la main. « Eh bien soit, tant pis ! » dit-il alors en tirant un cimeterre de sa ceinture. Il s'avance ensuite vers vous et vous vous rendez compte qu'il va falloir livrer là un combat à mort",

    "pathways": {
      "400": {
        "content": "Continuer",
        "is_victory_default": true
      }
    },
    "ennemies": [
      {
        "name": "Balthus le terrible",
        "life": 19,
        "ability": 12
      }
    ]
  },

  "354": {
    "step_type": "narrative",
    "content": "Vous ouvrez la porte et vous entrez dans une autre pièce, ravi d'avoir quitté cette agaçante créature. ",

    "pathways": {
      "188": {
        "content": "Continuer"
      }
    }
  },

  "355": {
    "step_type": "narrative",
    "content": "Si vous ne voulez pas (ou ne pouvez pas) utiliser la magie, vous devrez compter sur votre épée.",

    "pathways": {
      "351": {
        "content": "Continuer"
      }
    }
  },

  "356": {
    "step_type": "narrative",
    "content": "Soulagés de savoir que vous ne leur voulez aucun mal, ils se rassoient par terre et vous invitent à vous joindre à eux. La pièce est petite et simple ; quelques plantes sont accrochées aux murs, sans doute en guise de décoration, bien que leurs feuilles soient fanées et même mortes depuis longtemps. Un petit feu brûle dans un coin, et sa fumée s'échappe par un simple trou pratiqué dans le plafond. Deux portes sont aménagées dans le mur opposé, une à gauche, une à droite. Vous vous asseyez pour bavarder avec ces petites créatures maigrelettes qui vous déclarent être des Eclaireurs. Elles sont d'un commerce tout à fait agréable, riant et plaisantant volontiers avec vous. Vous décidez cependant de ne pas prendre le risque d'en dire trop quant à votre mission, et vous vous contentez de poser quelques questions générales sur le Royaume du Sorcier. Balthus le Terrible est le maître des lieux et passe la plupart de son temps tout en haut de la Tour Noire. Sa femme, une sorcière d'une grande beauté et fort vaniteuse, aime à profiter de tout ce que l'argent et le pouvoir peuvent offrir. Les créatures malfaisantes sont nombreuses dans la Citadelle, mais il faut se méfier tout particulièrement des Ganjees qui rôdent, la nuit, dans la Tour. Vous remerciez vos hôtes d'avoir ainsi bavardé avec vous, puis vous vous levez, et vous vous préparez à partir. Vous gagnez 2 points d'ENDURANCE pour avoir pris quelque repos, et 1 point de CHANCE pour avoir recueilli ces informations. Les Eclaireurs vous proposent alors de vous rendre service, car ils ont apprécié votre compagnie. Qu'allez-vous faire ?",

    "pathways": {
      "146": {
        "content": "Accepter leur offre."
      },
      "185": {
        "content": "Décider de ne pas prendre de risque et sortir par la porte de gauche."
      },
      "23": {
        "content": "Sortir par la porte de droite."
      }
    }
  },

  "357": {
    "step_type": "narrative",
    "content": "Apparemment, la créature est sourde et muette. Vous lui parlez dans toutes les langues que vous connaissez, mais elle garde le silence. Vous avancez alors vers le centre de la pièce.",

    "pathways": {
      "200": {
        "content": "Continuer"
      }
    }
  },

  "358": {
    "step_type": "narrative",
    "content": "Malheureusement, vous n'êtes pas en position de proférer des menaces, et le Sorcier se contente de rire en resserrant son étreinte. Il vous conseille alors de reconsidérer sa proposition, sinon vous allez vers une mort certaine. ",

    "pathways": {
      "148": {
        "content": "Persistez à refuser son offre pour ne pas trahir les vôtres."
      },
      "256": {
        "content": "Acceptez de vous soumettre."
      }
    }
  },

  "359": {
    "step_type": "narrative",
    "content": "Vous vous baissez mais sans parvenir à éviter le projectile qui vous frappe au front et s'écrase sur votre visage. Tout votre corps se raidit alors, dans l'attente d'une possible brûlure due à un acide. Mais un liquide gluant coule simplement sur vos joues et s'égoutte par terre. Avec mille précautions, vous essayez de savoir ce que c'est, d'abord en le touchant du doigt, puis en y goûtant ; et vous vous rendez compte alors que vous avez été atteint par une tomate bien mûre ! Vous vous tournez à nouveau vers la silhouette endormie. ",

    "pathways": {
      "29": {
        "content": "Continuer"
      }
    }
  },

  "361": {
    "step_type": "chance",
    "content": "La porte s'ouvre à nouveau, mais vous entendez alors le bruit assourdissant d'une sonnette d'alarme !",

    "pathways": {
      "297": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true,
        "is_fail_default": false
      },
      "126": {
        "content": "Pas de chance !",
        "is_victory_default": false,
        "is_fail_default": true
      }
    }
  },

  "362": {
    "step_type": "narrative",
    "content": "La porte s'ouvre sur une petite pièce éclairée par un chandelier. Vous regardez prudemment à l'intérieur, et vous voyez un étrange spectacle. Sur un autel de pierre, sont posés trois calices en argent qui contiennent des liquides de couleurs différentes : l'un est clair, l'autre rouge, le troisième d'un blanc laiteux. Trois petites créatures ailées, ressemblant à des Gremlins, volètent autour de l'autel en poussant des piaillements excités. De temps en temps, l'un atterrit sur l'autel et boit une gorgée du liquide laiteux. La porte grince alors sur ses gonds, ce qui les fait sursauter. Ils se tournent aussitôt vers vous, et sont saisis d'une grande agitation en vous apercevant. ",

    "pathways": {
      "58": {
        "content": "Entrer dans la pièce."
      },
      "156": {
        "content": "Repartir vers la tour noir."
      }
    }
  },

  "363": {
    "step_type": "narrative",
    "content": "Sur le balcon, il y a trois portes. Laquelle allez-vous essayer d'ouvrir ?",

    "pathways": {
      "228": {
        "content": "La porte de gauche."
      },
      "64": {
        "content": "La prote du milieu."
      },
      "304": {
        "content": "La prote du milieu."
      }
    }
  },

  "364": {
    "step_type": "narrative",
    "content": "Votre Formule Magique fait son effet, et une petite souris se met à trottiner vers la table. Vous poussez alors un juron: vous vouliez faire apparaître un ennemi du Cala-corm, et voilà le résultat ! Vous reprenez cependant espoir lorsque l'une des têtes de la créature semble terrifiée à la vue du rongeur. La seconde tête remarque à son tour la souris, et des cris horrifiés sortent aussitôt des deux gorges du Calacorm. La créature saute sur la table sans cesser de hurler, tandis que l'inoffensive petite souris flaire le sol avec application pour trouver son chemin. Pendant quelques instants, vous laissez le Calacorm en proie à sa terreur, puis vous lui promettez que vous ferez disparaître la souris s'il vous rend la liberté. Il accepte avec empressement et vous lance les clefs. Vous vous hâtez de sortir, vous récupérez votre épée posée contre le mur, et vous poursuivez votre chemin. Après avoir parcouru une bonne distance dans le couloir, vous levez le sortilège et la souris disparaît.",

    "pathways": {
      "174": {
        "content": "Continuer"
      }
    }
  },

  "365": {
    "step_type": "narrative",
    "content": "Le jeu de la DAGUE-DINGUE",

    "pathways": {
      "31": {
        "content": "Quitter la salle de jeu."
      }
    }
  },

  "366": {
    "step_type": "narrative",
    "content": "Les petites créatures vous regardent passer en silence. Elles semblent s'intéresser à vous, mais sans plus ; et vous avez l'impression que quelque chose ne tourne pas rond. ",

    "pathways": {
      "140": {
        "content": "Continuer"
      }
    }
  },

  "367": {
    "step_type": "narrative",
    "content": "Un peu plus loin, vous arrivez à un carrefour à quatre voies. Vous prenez la direction du nord. Ce couloir mène à une grande porte en bois. Vous collez votre oreille contre le trou de la serrure, mais vous n'entendez rien.",

    "pathways": {
      "308": {
        "content": "Essayez d'ouvrir la porte lentement la porte sans faire de bruit."
      },
      "121": {
        "content": "Défoncez la porte."
      }
    }
  },

  "368": {
    "step_type": "narrative",
    "content": "Vous fouillez leurs poches à tous deux, et vous y trouvez, en tout, 28 Pièces d'Or que vous emportez ainsi que la dague.",
    "inventory_balance": {
      "gold": 28
    },

    "pathways": {
      "308": {
        "content": "Continuer"
      }
    }
  },

  "369": {
    "step_type": "narrative",
    "content": "Il faut essayer de savoir ce que prépare le Sorcier, et vous vous risquez à jeter un coup d'œil dans la pièce en écartant le rideau. Mais celui-ci se met soudain à claquer, comme agité par le vent, alors qu'il n'y a pas le moindre courant d'air. Puis, il se resserre autour de vous, et vous luttez pour essayer d'échapper à l'étreinte de l'épaisse draperie. Mais elle s'enroule autour de votre tête, de votre cou, et vous étouffez. Vous continuez à vous débattre, mais en vain. Vous êtes alors pris de vertige : le Sorcier est maître de la situation, et vous ne pouvez plus rien faire. Autour de vous, tout devient sombre. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "370": {
    "step_type": "narrative",
    "content": "Le coffret est solide et vous n'arrivez pas à en forcer la serrure de vos seules mains. Vous sortez alors votre épée, et vous essayez de le fracasser ; mais le coffret vous tombe sur le tibia, en vous coupant profondément. Vous perdez 2 points d'ENDURANCE. Votre épée ne parviendra pas à vaincre la serrure. Qu'allez-vous faire ? ",

    "pathways": {
      "260": {
        "content": "Essayez d'ouvrir le premier coffret."
      },
      "129": {
        "content": "Essayez d'ouvrir le deuxièmme coffret."
      },
      "237": {
        "content": "Abandonner les coffrets et continuer votre chemin."
      }
    }
  },

  "371": {
    "step_type": "narrative",
    "content": "La créature ouvre la porte en grognant, et vous entrez.",

    "pathways": {
      "177": {
        "content": "Continuer"
      }
    }
  },

  "372": {
    "step_type": "narrative",
    "content": "Tandis que vous prononcez la Formule Magique, une bouteille vous atteint à l'épaule ; mais vous ne sentez rien. Il y a là quelque chose d'étrange. Vous essayez d'annuler la Formule Magique : malheureusement, elle a déjà produit son effet, et vous voyez les bouteilles s'écraser contre la barrière magique que vous venez de créer. Quant à la bouteille qui vous a touché, elle a disparu. Vous poussez alors un juron, en réalisant que le vin auquel vous avez goûté avait des pouvoirs hallucinogènes : l'attaque des bouteilles n'existe que dans votre imagination ! Et lorsque cette idée devient claire en vous, le bombardement cesse aussitôt. Vous clignez des yeux : toutes les bouteilles sont à leur place habituelle dans les casiers, et vous décidez de poursuivre votre chemin.",

    "pathways": {
      "195": {
        "content": "Continuer"
      }
    }
  },

  "373": {
    "step_type": "narrative",
    "content": "Balthus le Terrible s'agenouille à vos côtés. D'une main, il saisit votre poignet, et vous sentez que sa force physique égale ses talents en matière de magie. « Tu es un adversaire valeureux, l'ami, dit-il. Ton pouvoir est supérieur à celui de bien des sorciers. Quel dommage de gaspiller de tels dons ! Je pourrais te tuer, à présent, mais je vais plutôt te faire une proposition : j'ai décidé de conquérir la Vallée des Saules, et si tu m'aides à réaliser ce projet, je te confierai le soin de gouverner le royaume. Qu'en dis-tu ? » Qu'allez-vous lui répondre ?",

    "pathways": {
      "148": {
        "content": "Jamais je ne trahirais mes compatriotes !"
      },
      "256": {
        "content": "J'accepte votre offre (mais vous avez l'intention de le duper)."
      },
      "358": {
        "content": "Balthus le Terrible, tu es un être maléfique. Mais je ne suis pas encore vaincu ! (Vous allez essayer d'utiliser contre lui une autre Formule.) "
      }
    }
  },

  "374": {
    "step_type": "narrative",
    "content": "A peine remis de votre frayeur, vous jetez un coup d'œil autour de la pièce. C'est de toute évidence une sorte de Quartier Général. Des cartes d'état-major sont accrochées aux murs, ainsi que des portraits de généraux du temps passé. Des centaines de volumes à la reliure de cuir sont disposés sur des étagères. Des rideaux fermés cachent une haute fenêtre et, contre un mur, une armoire vitrée renferme des lances et des épées de toutes tailles et de toutes formes. Au milieu de la pièce, sur une table, se trouve une maquette qui représente la Vallée des Saules. Des soldats de plomb sont déployés tout autour : il s'agit du plan d'invasion établi par le Sorcier ! Appuyé contre la table, Balthus le Terrible en personne vous fixe du regard. Sa stature est impressionnante : bâti comme un taureau, il mesure plus de deux mètres ; ses épaules sont extraordinairement larges, et il a des bras de lutteur. Avec sa tunique de combat en cuir et ses bracelets hérissés de pointes, il ressemble plus à un soldat qu'à un sorcier. « Misérable croquant ! rugit-il. Crois-tu pouvoir défier Balthus le Terrible ? » A ces mots, il claque des doigts, et vous entendez aussitôt un grognement derrière vous. Vous vous retournez : une grotesque créature s'avance dans votre direction. Elle a le corps couvert de poils, et ses quatre pattes sont dotées de crochets redoutables. « Je parie que tu n'es même pas de taille à vaincre la BÊTE AUX GRIFFES ! » lance Balthus le Terrible. Qu'allez-vous faire ?",

    "pathways": {
      "30": {
        "content": "Tirer votre épée ?"
      },
      "256": {
        "content": "Utiliser une formule de protection ?"
      },
      "358": {
        "content": "Utiliser une formule de faiblesse ?"
      }
    }
  },

  "375": {
    "step_type": "narrative",
    "content": "Il désigne un livre sur une étagère : c'est un dictionnaire de toutes les créatures qu'on peut rencontrer au Royaume du Pic de la Roche. Allezvous consulter le chapitre consacré :",

    "pathways": {
      "263": {
        "content": "Aux Calacorms ?"
      },
      "135": {
        "content": "Aux Miks ?"
      },
      "63": {
        "content": "Aux Ganjees ?"
      }
    }
  },

  "376": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule de Protection. Hélas, le sortilège reste sans effet contre les armes magiques, et les jets de feu transpercent votre bouclier invisible en vous brûlant les yeux. Vous hurlez de douleur et vous tombez à terre. Le rideau de la mort tombe devant vous. Vous avez échoué dans votre mission.",

    "pathways": {
      "0": {
        "content": "Terminer l'aventure.",
        "is_end_of_the_game": true
      }
    }
  },

  "377": {
    "step_type": "narrative",
    "content": "Vous réfléchissez. Quelle Formule allez-vous utiliser à présent ?",

    "pathways": {
      "332": {
        "content": "Illusion",
        "formula_balance": {
          "formula_illusion": -1
        }
      },
      "113": {
        "content": "Faiblesse",
        "formula_balance": {
          "formula_weakness": -1
        }
      },
      "320": {
        "content": "Telepathie",
        "formula_balance": {
          "formula_telepathy": -1
        }
      },
      "355": {
        "content": "Aucune d'entre elles"
      }
    }
  },

  "378": {
    "step_type": "narrative",
    "content": "Vous avancez de quelques pas et une autre flèche se plante juste à côté de votre pied. Quelques pas de plus... une flèche fend votre tunique en vous écor-chant un bras. Vous ne voyez toujours personne. D'où viennent donc ces flèches 1 Encore quelques pas... et à nouveau une flèche jaillit, mais cette fois, elle se plante dans votre mollet en vous arrachant un cri. Vous perdez 4 points d'ENDURANCE. Vous êtes à présent tout près du monument qui pourra vous protéger. Vous faites un bond en avant et vous vous réfugiez derrière, en attendant que cesse la pluie de flèches.",
    "characteristic_balance": {
      "life_current": -4
    },

    "pathways": {
      "332": {
        "content": "Continuer"
      }
    }
  },

  "379": {
    "step_type": "narrative",
    "content": "Vous lâchez la corde et vous vous envolez. Vous atterrissez au bord du fossé, en maudissant les pièges diaboliques que l'on réserve ainsi aux aventuriers de votre espèce. Vous vous dirigez ensuite vers la porte du fond et vous l'ouvrez. ",

    "pathways": {
      "206": {
        "content": "Continuer"
      }
    }
  },

  "380": {
    "step_type": "narrative",
    "content": "Dès que vous vous asseyez, ils se lèvent. Le Nain prend un gourdin et bondit sur vous, tandis que le Gobelin et l'Orque saisissent leurs épées. La femme Gobelin pousse un cri et se réfugie dans l'obscurité.",

    "pathways": {
      "213": {
        "content": "Continuer"
      }
    }
  },

  "381": {
    "step_type": "narrative",
    "content": "Tentez votre Chance. Si vous êtes Chanceux, la bague glisse de son doigt et vous vous en emparez. Si vous êtes Malchanceux, la bague reste coincée et votre geste provoque la colère de Balthus le Terrible qui vous fait face, l'épée à la main. ",

    "pathways": {
      "337": {
        "content": "Continuer"
      }
    }
  },

  "382": {
    "step_type": "narrative",
    "content": "Saisis de panique, ils se mettent à courir en tous sens, se bousculant les uns les autres et criant : « Oh, mon Dieu ! Mon Dieu ! Comme cet étranger a l'air méchant ! Où sont nos armes 1 » Leur affolement vous fait rire et vous rangez votre épée. Ils se calment aussitôt.",

    "pathways": {
      "285": {
        "content": "Continuer votre chemin."
      },
      "356": {
        "content": "Leur parler."
      }
    }
  },

  "383": {
    "step_type": "narrative",
    "content": "Le vieil homme retrouve ses forces, sous l'effet de la formule d'ENDURANCE (rayez-la de votre Feuille d'Aventure). Il vous raconte alors que les terribles Gan-jees l'ont frappé à la tête, avec leur cruauté habituelle. Vous amenez la conversation sur la Citadelle et soudain, sans raison apparente, il est pris d'une violente douleur. Ses yeux se rétrécissent jusqu'à n'être plus que des fentes, et il se jette sur vous en plantant ses dents - des dents pointues ! - dans votre bras.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "285": {
        "content": "Le repousser à l'aide de votre épée."
      },
      "189": {
        "content": "Utiliser la magie pour vous libérer."
      }
    }
  },

  "384": {
    "step_type": "narrative",
    "content": "Vous manipulez la Myriade et soudain, une longue corde jaillit du manche. Vous allez essayer de capturer les têtes de la créature à l'aide de la corde qui est munie à son extrémité d'un crochet. Jetez un dé. Si vous faites un 5 ou un 6, rendez-vous au 252. Si vous faites un 1, un 2, un 3 ou un 4, rendez-vous au 107. ",

    "pathways": {
      "285": {
        "content": "252"
      },
      "189": {
        "content": "107"
      }
    }
  },

  "385": {
    "step_type": "narrative",
    "content": "Ils vous accueillent avec des tapes dans le dos. Une créature à la peau sombre, sèche comme un coup de trique, vous met dans les mains une chope de bière que vous buvez d'un trait. Une autre chope arrive. Vous gagnez 2 points d'ENDURANCE car la bière est très rafraîchissante. Vous êtes ensuite invité à vous joindre à leurs jeux. A quoi allez-vous jouer ?",

    "pathways": {
      "365": {
        "content": "Dague-dingue"
      },
      "278": {
        "content": "Roc-bombe"
      },
      "171": {
        "content": "Pique-six"
      }
    }
  },

  "386": {
    "step_type": "narrative",
    "content": "Derrière la porte, le passage descend et vous le suivez sur une certaine distance. Vous sentez une odeur nauséabonde qui empire au fur et à mesure que vous avancez. Bientôt, vous arrivez à l'entrée d'un nouveau passage. Vous y jetez un coup d'œil en vous bouchant le nez et vous apercevez un vaste égout qui traverse le couloir. Une corde pend au plafond.",

    "pathways": {
      "204": {
        "content": "Passez à gué."
      },
      "108": {
        "content": "Attraper la corde pour franchir l'égout."
      }
    }
  },

  "387": {
    "step_type": "narrative",
    "content": "En vous entendant parler de Miroir d'Argent, elle lève les mains et ordonne à ses Fantômes de s'arrêter. Vous lui offrez le Miroir et elle vous souhaite bonne route. Vous avez de la chance d'être encore en vie !",

    "pathways": {
      "6": {
        "content": "Continuer"
      }
    }
  },

  "388": {
    "step_type": "narrative",
    "content": "Les muscles de son corps se tendent dans un terrible effort et, quelques instants plus tard, il est frais et dispos. « Faiblesse ! » lance-t-il d'un ton sarcastique. « Tu ne pensais quand même pas que j'allais me laisser vaincre, moi, par une simple Formule de Faiblesse ! » Il a réussi à vaincre votre sortilège et il se prépare à contre-attaquer.",

    "pathways": {
      "157": {
        "content": "Continuer"
      }
    }
  },

  "389": {
    "step_type": "narrative",
    "content": "Vous vous approchez de la broche et l'une des vieilles femmes jette un peu de poudre sur le feu ; toutes trois font alors un pas en arrière et se mettent à glousser. Vous vous tenez sur vos gardes. À ce moment, le feu rugit et les flammes grandissent, menaçantes. Soudain, certaines de ces flammes bondissent hors de l'âtre et prennent la forme d'un DEVLIN, une créature de feu de la taille d'un Nain ! Les trois sorcières vous désignent du doigt et le Devlin s'avance. Qu'allez-vous faire ?",

    "pathways": {
      "61": {
        "content": "Tirer votre épée."
      },
      "178": {
        "content": "Chercher un Abri."
      },
      "311": {
        "content": "Utiliser la magie."
      }
    }
  },

  "390": {
    "step_type": "chance",
    "content": "Elle a décidé de vous harceler et vous fait tomber d'un souffle chaque fois que vous vous relevez. Tentez votre Chance !",

    "pathways": {
      "350": {
        "content": "Vous êtes chanceux !",
        "is_victory_default": true
      },
      "122": {
        "content": "Pas de chance !",
        "is_fail_default": true
      }
    }
  },

  "391": {
    "step_type": "narrative",
    "content": "Le Gark prend vos 3 Pièces d'Or, les fourre dans la poche attachée à sa ceinture et vous montre deux portes. Il vous demande si vous voulez entrer dans la Bibliothèque (porte de droite) ou dans la Salle de Jeux (porte de gauche).",

    "pathways": {
      "99": {
        "content": "Continuer"
      }
    }
  },

  "392": {
    "step_type": "narrative",
    "content": "La clef tourne dans la serrure et la porte s'ouvre.",

    "pathways": {
      "196": {
        "content": "Continuer"
      }
    }
  },

  "393": {
    "step_type": "narrative",
    "content": "Vous lisez dans les pensées des trois créatures multiformes et plusieurs images vous traversent l'esprit: vous avez affaire à des MIKS qui ont le pouvoir de se transformer à leur gré en n'importe quel objet ou n'importe quelle autre créature. Les Miks sont en train de penser à vous et votre présence ne les dérange pas le moins du monde. Ils vous considèrent au contraire comme un divertissement. L'or apparaît souvent dans leurs pensées et ils semblent très cupides. Ce sera peutêtre là votre chance de salut.",

    "pathways": {
      "27": {
        "content": "Si vous avez des pièces d'or."
      },
      "25": {
        "content": "Quittez cette pièce par l'autre porte."
      }
    }
  },

  "394": {
    "step_type": "narrative",
    "content": "Les créatures échangent un regard, comme si le nom leur disait quelque chose sans qu'elles sachent très bien à quel visage l'associer. Vous ajoutez aussitôt qu'il est de garde au premier étage. Les deux personnages haussent alors les épaules puis, estimant finalement que vous dites sans doute la vérité, le Singe-Chien appelle le gardien qui vous laisse entrer.",

    "pathways": {
      "251": {
        "content": "Continuer"
      }
    }
  },

  "395": {
    "step_type": "narrative",
    "content": "Vous prononcez la Formule Magique et vous vous concentrez pour créer l'illusion que vous êtes un puissant sorcier lassé de leurs farces. Rien ne se passe cependant et, de nouveau, retentit un rire moqueur venu on ne sait d'où. « Nous aussi, nous sommes des créatures magiques, dit une voix, mais pas des amateurs, comme vous ! » Et brusquement, vous recevez un coup dans le dos qui vous projette au milieu de la pièce. Vous perdez 2 points d'ENDURANCE.",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "322": {
        "content": "Chercher dans votre sac a dos un objet qui puisse vous être utile."
      },
      "248": {
        "content": "Tirer votre épée."
      },
      "85": {
        "content": "Essayer une formule de feu."
      }
    }
  },
  
  "396": {
    "step_type": "narrative",
    "content": "Votre aventure continue..",
    "characteristic_balance": {
      "life_current": -2
    },

    "pathways": {
      "183": {
        "content": "Avancer."
      }
    }
  },

  "397": {
    "step_type": "narrative",
    "content": "Ce n'est pas vraiment un repas, mais vous aviez faim et soif, et ce modeste en-cas vous donne 2 points d'ENDURANCE.",
    "characteristic_balance": {
      "life_current": 2
    },

    "pathways": {
      "69": {
        "content": "Appellez le Calacorm."
      },
      "193": {
        "content": "Utilisez une formule magique pour vous sortir de prison."
      }
    }
  },

  "398": {
    "step_type": "narrative",
    "content": "Vous prononcez la formule et votre force revient, vous permettant ainsi de continuer à tailler les marches. Lorsque vous parvenez au sommet du puits, les effets de la formule s'effacent à nouveau mais vous pouvez à présent longer les remparts en direction de la Tour Noire.",

    "pathways": {
      "79": {
        "content": "Continuer"
      }
    }
  },

  "399": {
    "step_type": "combat",
    "content": "Vous lancez la formule. L'Elfe Noir s'approche alors et la Myriade disparaît de sa main ! Le voici devant vous, apparemment sans défense, se demandant avec inquiétude s'il doit fuir ou combattre. Vous pouvez vous ruer sur lui et l'affronter.",

    "pathways": {
      "272": {
        "content": "Vous avez vaincu l'elfe noir"
      }
    },
    "ennemies": [
      {
        "name": "Elfe noir",
        "life": 4,
        "ability": 4
      }
    ]
  },

  "400": {
    "step_type": "narrative",
    "content": "Balthus le Terrible est étendu à vos pieds. Il est mort. Vous avez rempli votre mission et la Vallée des Saules ne sera pas envahie, dans l'immédiat tout au moins. Pour détruire plus sûrement les plans du Sorcier, vous arrachez les rideaux de la fenêtre et vous en couvrez la table sur laquelle a été disposée la maquette du plan de bataille. Vous prenez ensuite une bougie et vous mettez le feu aux draperies. Et tandis que les flammes lèchent la table, vous vous demandez comment faire pour vous échapper d'ici. Vous reste-t-il une Formule de Lévitation ? Si oui, utilisez-la et envolez-vous par la fenêtre. Sinon, vous devrez faire appel à toute votre habileté et à votre ruse pour éviter les gardes et déjouer les pièges de la Citadelle tout au long de votre fuite. Mais ceci est une autre histoire...",

    "pathways": {
      "401": {
        "content": "Winner winner chicken dinner",
        "is_end_of_the_game": true
      }
    }
  }
}
